Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: Reset the embedded orientation without rotating the images
am: እንደ ነበር መመለሻ የ ተጣበቀውን አቅጣጫ ምስሎቹን ሳያዞሩ
cy: Ailosod y cyfeiriadedd mewnblanedig heb gylchdroi'r delweddau
eo: Restarigi la enkorpigitan orientiĝon sen turni la bildojn
hi: चित्रों को घुमाएँ बिना ही सम्मिलित अभिविन्यास पुनः सेट करें
ia: Restabilir le orientation incorporate sin rotar le imagines
kab: Err-d taɣda yeddan war ma tezziḍ tugniwin
uz: Rasmlarni buramasdan o‘rnatilgan yo‘nalishni qayta sozlash

source: Saving images
am: ምስሎች በ ማስቀመጥ ላይ
cy: Yn cadw delweddau
eo: Konservado de bildoj
hi: चित्र संचय जारी
ia: Salvamento del imagines
kab: Asekles n tugniwin
ur: تصاویر محفوظ کی جا رہی ہیں
uz: Rasmlar saqlanmoqda

source: Image rotation
am: ምስል ማዞሪያ
cy: Cylchdroi delwedd
eo: Bildoturno
hi: चित्र परिक्रमण
ia: Rotation del imagine
kab: Tuzzya n tugna
ur: تصویر گھماؤ:
uz: Rasmni burish

source: Rotate images without data loss.
am: ምስሎች ማዞሪያ ዳታው ሳይጠፋ
cy: Cylchdroi delweddau heb golli data.
eo: Turni bildojn senperde.
hi: बिना डेटा हानि के चित्र घुमाएँ।
ia: Rotar le imagines sin damno de datos.
kab: Zzi tugniwin war ma tesruḥeḍ isallan.
uz: Rasmlarni ma'lumotlarni yo‘qotmasdan burish.

source: Problem transforming the image: %s
am: ምስሉን መቀየር አልተቻለም: %s
cy: Problem trawsnewid y ddelwedd: %s
eo: Problemo ĉe transformo de bildo: %s
hi: चित्र परिवर्तन हेतु त्रुटि : %s
ia: Problema in le transformation del imagine: %s
kab: Yeḍra-d wugur deg uselket n tugna: %s
uz: Rasmni oʻzgartirishda muammo: %s

source: This transformation may introduce small image distortions along one or more edges, because the image dimensions are not multiples of 8. The distortion is reversible, however. If the resulting image is unacceptable, simply apply the reverse transformation to return to the original image. You can also choose to discard (or trim) any untransformable edge pixels. For practical use, this mode gives the best looking results, but the transformation is not strictly lossless anymore.
am: ይህ መቀየሪያ የሚያሳየው የ ትንሽ ምስል መጣመም ነው ከ አንድ ወይንም በርካታ ጠርዞች ጋር: ምክንያቱም የ ምስሉ አቅጣጫ በ 8. ያለ ቀሪ አይካፈልም: የ ተጣመመውን እንደ ነበር መመለስ ይቻላል: ነገር ግን የ ምስሉን ውጤት ላይቀበል ይችላል: በ ቀላሉ መቀየሪያውን እንደ ነበር ይመልሱ ወደ ዋናው ምስል: እርስዎ እንዲሁም ይምረጡ ለ ማስወገድ (ወይንም ለ መከርከም) ማንኛውም የማይቀየር ጠርዝ ፒክስል: ለ በለጠ አጠቃቀም ይጠቀሙ ይህን ዘዴ የ በለጠ ጥሩ የ መመልከቻ ውጤት ይሰጣል: ነገር ግን መቀየሪያው በ ትክክል ያልላላ አይሆንም
cy: Gall y trawsnewidiad hwn gyflwyno ystumiadau delwedd bychain ar hyd un neu fwy o ymylon, oherwydd nid yw dimensiynau'r ddelwedd yn lluosrifau o 8. Mae'n bosib dadwneud yr ystumiad, fodd bynnag. Os yw'r ddelwedd sy'n deillio o hyn yn annerbyniol, defnyddiwch y trawsnewidiad nôl i ddychwelyd i'r ddelwedd wreiddiol. Gallwch hefyd ddewis dileu (neu docio) unrhyw bicseli ymyl nad oes modd eu trawsnewid. Ar gyfer defnydd ymarferol, mae'r modd hwn yn rhoi'r canlyniadau sy'n edrych orau, ond fydd y trawsnewidiad ddim yn gwbl ddi-golled bellach.
eo: Eble ĉi tiu transformo enkondukos etajn bildodistordojn laŭ unu aŭ pli randoj, ĉar la bildodimensioj ne estas obloj de 8. Tamen la distortion estas inversebla. Se la rezult-bildo estas neakceptebla, simple apliku la inversan transformon por reveni al la origina bildo. Vi povas ankaŭ elekti ne konservi (aŭ stuci) iujn ajn netransformeblajn randajn bilderojn. Por praktika uzo, ĉi tiu reĝimo produktas la plej bone aspektajn rezultojn, sed la transformo estas ne plu strikte senperda.
hi: चित्र आयाम 8 के गुणक न होने के कारण इस परिवर्तन से एक या एकाधिक किनारों पर लघु विकृतियाँ उत्पन्न हो सकती हैं। हालाँकि, यह परिवर्तनीय है। परिवर्तन के परिणाम अस्वीकार्य होने की स्थिति में विपरीत परिवर्तन लागू कर वास्तविक चित्र प्राप्त करें। आप अपरिवर्तनीय किनारों के पिक्सेल हटा भी सकते हैं। व्यावहारिक उपयोग हेतु यह मोड श्रेष्ठतम परिणाम प्रदान करता है परंतु परिवर्तन पूर्णतया गुणवत्ता हानि रहित नहीं है।
ia: Iste transformation pote presentar parve distortiones del imagine secun uno o plus de margines, perque le proportiones del imagine non es multiplos de 8. Le distortion es reversibile, comocunque. Si le imagine resultante es inacceptabile, simplemente applicar le transformation inverse pro retornar al imagine original. Tu pote alsi eliger de abandonar (o emarginar) alcun pixels non transformabile del bordo. Pro le uso practic, iste modo da le melior resultatos de aspecto , ma le transformation non es plus strictemente sin perditas.
kab: Abeddel-a izmer ad irnu asexreb ameẓyan n tugna acku tuahrawt d tuɣzi n tugna ur llin ara d usgiten n 8. Asexreb ur ittekkes ara i lebda, maca tugna ad ibɣen tettwaqbel, seddu kan ibeddilen ittin akken ad tuɣaled ɣer tugna taneẓlit. Tzemreḍ daɣ ad tekkseḍ ipixilen n yidisan i useqdec ilhan, askar-agi ad k-d-immud abeddel igerzen maca ad ruḥent kra n tɣawasin.
uz: Ushbu oʻzgartirish bir yoki bir nechta qirralar bo‘ylab kichik rasm buzilishlarini keltirib chiqarishi mumkin, chunki rasm o‘lchamlari 8 ga ko‘paytirilmaydi. Biroq, buzilish qaytarilishi mumkin. Olingan rasmni qabul qilib bo‘lmaydigan bo‘lsa, asl rasmga qaytish uchun teskari o‘zgartirishni qo‘llang. Shuningdek, siz o‘zgartirilmaydigan chekka piksellarni olib tashlashni (yoki kesishni) tanlashingiz mumkin. Amaliy foydalanish uchun ushbu rejim eng yaxshi ko‘rinadigan natijalarni beradi, ammo oʻzgartirish endi mutlaqo yo‘qotishsiz emas.

source: _Trim
am: _መከርከሚያ
cy: _Tocio
eo: _Stuci
hi: हटाएँ (_T)
ia: Emarginar (_Trim)
kab: _Ɣeẓ
ur: _تراش:
uz: _Qirqish

source: _Accept distortion
am: ማጣመሙን _እቀበላለሁ
cy: _Derbyn ystumiadau
eo: _Akcepti distordon
hi: विकृति स्वीकारें (_A)
ia: _Acceptar le distortion
kab: _Qbel azlag
uz: _Buzilishni qabul qilish

source: Set to actual size
am: ዋናውን መጠን ማሰናጃ
cy: Gosod i'r maint gwirioneddol
eo: Agordi al fakta grando
hi: वास्तविक आकार पर सेट करें
ia: Configurar al dimension actual
kab: Sbadu ɣer tiddi tillawt
ur: اصل سائز پہ سیٹ کریں
uz: Haqiqiy o‘lchamga sozlash

source: Keep previous zoom
am: ያለፈውን ማሳያ ማቆያ
cy: Cadwch chwyddo blaenorol
eo: Teni antaŭan zomon
hi: पूर्व आकार वर्धन अनुरक्षित
ia: Conservar le zoom previe
kab: Eǧǧ zoom uzwir
uz: Oldingi masshtabni saqlash

source: Fit to window
am: በ መስኮቱ ልክ
cy: Ffitio i'r ffenestr
eo: Adapti al fenestro
hi: विंडो अनुसार विस्तृत
ia: Adaptar al fenestra
kab: Sezg ɣer usfaylu
ur: ونڈو پر فِٹ کریں
uz: Oynaga moslash

source: Fit to window if larger
am: በ መስኮቱ ልክ ማድረጊያ ከ በለጠ
cy: Ffitio i'r ffenestr os yw'n fwy
eo: Adapti al fenestro, se pli grande
hi: विशाल होने पर विंडो अनुसार विस्तृत
ia: Adaptar al fenestra si plus large
kab: Sezg ɣer usfaylu ma yehraw
ur: اگر بڑی ہے تو ونڈو پر فٹ کریں
uz: Agar kattaroq bo‘lsa, oynaga moslash

source: Fit to width
am: በ ስፋቱ ልክ
cy: Ffitio i'r lled
eo: Adapti al larĝo
hi: चौड़ाई अनुसार विस्तृत
ia: Adaptar al largessa
kab: Sezg ɣer tehri
ur: مکمل چوڑائی میں فٹ کریں
uz: Kenglikka moslash

source: Fit to width if larger
am: በ ስፋቱ ልክ ከ በለጠ
cy: Ffitio i led os yw'n fwy
eo: Adapti al larĝo, se pli grande
hi: विशाल होने पर चौड़ाई अनुसार विस्तृत
ia: Adaptar al largessa si plus large
kab: Sezg ɣer tehri ma tella tfuli
ur: اگر زیادہ بڑا ہے تو چوڑائی کے حساب سے فٹ کر دیں
uz: Agar kattaroq bo‘lsa, kenglikka moslash

source: Reset scrollbar positions
am: መሸብለያ ቦታዎች እንደገና ማሰናጃ
cy: Ailosod safleoedd y bar sgrolio
eo: Restarigi rulumskalo-poziciojn
hi: स्क्रॉल पट्टी स्थिति पुनः सेट करें
ia: Restabilir le positiones del barra de rolamento
kab: Wennez idegan n tfeggagin n udrurem
ur: سکرول بار کی پوزیشنیں ری سیٹ کر دیں
uz: O‘tkazish paneli o‘rinlarini tiklash

source: After loading an image:
am: ምስሉ ከ ተጫነ በኋላ
cy: Ar ôl llwytho delwedd:
eo: Post ŝargo de bildo:
hi: चित्र लोड करने के उपरांत :
ia: Post le cargamento de un imagine:
kab: Seld asali n tugna:
ur: تصویر لوڈ کرنے کے بعد
uz: Rasm yuklangandan so‘ng:

source: _Zoom quality:
am: የ _ማሳያ ጥራት:
cy: Ansawdd _chwyddo:
eo: _Zomokvalito:
hi: आकार वर्धन गुणवत्ता (_Z):
ia: Qualitate del _Zoom:
kab: Taɣara n _zoom:
uz: _Kattalashtirish sifati:

source: Transparency _type:
am: የ ግልጽነት _አይነት:
cy: Math o _dryloywder:
eo: _Tipo de travideblo:
hi: पारदर्शिता प्रकार (_t):
ia: _typo de transparentia:
kab: A_naw n tefrawant:
uz: Shaffoflik _turi:

source: High
am: ከፍ ያለ
cy: Uchel
eo: Alte
hi: उच्च
ia: Alte
kab: Afellay
ur: زیادہ
uz: Yuqori

source: Low
am: ዝቅ ያለ
cy: Isel
eo: Malalte
hi: निम्न
ia: Basse
kab: Adday
ur: کم
uz: Past

source: White
am: ነጭ
cy: Gwyn
eo: Blanka
hi: सफेद
ia: Blanc
kab: Amellal
ur: سفید
uz: Oq

source: Black
am: ጥቁር
cy: Du
eo: Nigra
hi: काला
ia: Nigre
kab: Aberkan
ur: سیاہ
uz: Qora

source: Checked
am: ምልክት ተደርጎበታል
cy: Ticiwyd
eo: Damtabulo
hi: वर्गाकार प्रतिमान
ia: Controlate
kab: Yettwafren
uz: Belgilangan

source: Histogram
eo: Histogramo
hi: आयतचित्र
ia: Histogramma
kab: Amazrudem
ur: ہسٹوگرام
uz: Gistogramma

source: Copy Image
am: ምስል ኮፒ ማድረጊያ
cy: Copïo Delwedd
eo: Kopii bildon
hi: चित्र कॉपी करें
ia: Copiar le imagine
kab: Suken tugna
ur: تصویر کاپی کریں
uz: Rasmni nusxalash

source: Copy the image to the clipboard
am: ምስሉን ወደ ቁራጭ ሰሌዳ ኮፒ ማድረጊያ
cy: Copïo'r ddelwedd i'r clipfwrdd
eo: Kopii la bildon tondujen
hi: क्लिपबोर्ड पर चित्र कॉपी करें
ia: Copiar le imagine al tabula de fragmento
kab: Suken tugna ɣer tecfawit
ur: کلپ بورڈ پر تصویر کاپی کریں
uz: Rasmni buferga nusxalash

source: Paste Image
am: ምስል መለጠፊያ
cy: Gludo Delwedd
eo: Alglui bildon
hi: चित्र पेस्ट करें
ia: Collar le imagine
kab: Senteḍ tugna
ur: تصویر پیسٹ کریں
uz: Rasmni joylashtirish

source: Paste the image from the clipboard
am: ምስሉን ወደ ቁራጭ ሰሌዳ መለጠፊያ
cy: Gludo'r ddelwedd o'r clipfwrdd
eo: Alglui bildon detonduje
hi: क्लिपबोर्ड से चित्र पेस्ट करें
ia: Collar le imagine ex le tabula de fragmento
kab: Senteḍ tugna si tecfawit
ur: کلپ بورڈ سے تصویر پیسٹ کریں
uz: Rasmni buferdan joylashtirish

source: In
am: ውስጥ
cy: Yn
eo: En
hi: अन्दर
kab: Semẓi
uz: Yaqinlashtirish

source: Zoom in
am: ከቅርበት ዕይታ
cy: Chwyddo i mewn
eo: Enzomi
hi: बडे रूप में दिखाएँ
ia: Aggrandir
kab: Zoom ɣer sdat
ur: نزدیک کریں
uz: Kattalashtirish

source: Out
am: ርቀት
cy: Allan
eo: El
hi: बाहर
ia: Foras
kab: Semɣer
ur: باہر
uz: Uzoqlashtirish

source: Zoom out
am: ከርቀት ዕይታ
cy: Chwyddo allan
eo: Elzomi
hi: छोटे रूप में दिखाएँ
ia: Reducer
kab: Zoom ɣer deffir
ur: دور کریں
uz: Kichraytirish

source: Actual size
am: ትክክለኛው መጠን
cy: Maint gwirioneddol
eo: Fakta grando
hi: वास्तविक आकार
ia: Dimension actual
kab: Taɣzi tamirant
ur: اصل سائز
uz: Haqiqiy o‘lcham

source: Fit
am: ልክ
cy: Ffitio
eo: Adapti
hi: अनुरूप
ia: Adaptar
kab: Yettwasezg
ur: فٹ
uz: Moslash

source: Zoom to fit window
am: በመስኮቱ ልክ አጉላ
cy: Chwyddo i ffitio ffenestr
eo: Zomi por adapti al fenestro
hi: विंडो अनुसार आकार वर्धन
ia: Facer zoom pro adaptar al fenestra
kab: Zoom ad d-yezg i wesfaylu
uz: Oynaga moslashtirish uchun kattalashtirish

source: Zoom to fit width
am: በ ስፋቱ ልክ ማሳያ
cy: Chwyddo i ffitio lled
eo: Zomi por adapti al larĝo
hi: चौड़ाई अनुसार आकार वर्धन
ia: Facer zoom pro adaptar al largessa
kab: Zoom ad d-yezg i tehri
uz: Kenglikka moslash uchun kattalashtirish

source: Image viewer
am: ምስል መመልከቻ
cy: Dangosydd delweddau
eo: Bildomontrilo
hi: चित्र प्रदर्शक
ia: Visor de imagine
kab: Ameskan n tugna
ur: تصویر ناظر
uz: Rasm ko‘ruvchi

source: Basic image viewing.
am: መሰረታዊ ምስል መመልከቻ:
cy: Darllenydd delweddau sylfaenol.
eo: Baza bildomontrado.
hi: सामान्य चित्र प्रदर्शन।
ia: Vista basic del imagine.
kab: Taskant tazadurt n tugna.
uz: Asosiy rasm ko‘rish.

source: Viewer
am: ተመልካች
cy: Dangosydd
eo: Montrilo
hi: प्रदर्शक
ia: Visor
kab: Tameskant
ur: ناظر
uz: Ko‘ruvchi

source: _Destination
am: _መድረሻው
cy: _Cyrchfan
eo: _Celo
hi: लक्ष्य (_D)
kab: Ta_ɣerwaḍt
ur: _منزل
uz: _Mo‘ljal

source: _Automatic subfolder
am: _ራሱ በራሱ ንዑስ ፎልደር
cy: _Is-ffolder awtomatig
eo: _Aŭtomata subdosierujo
hi: स्वतः उप-फोल्डर (_A)
ia: Sub-plica _Automatic
kab: Akaram anaddaw a_wurman
uz: _Avtomatik pastki jild

source: as _single subfolder
am: እንደ _ነጠላ ንዑስ ፎልደር
cy: fel is-ffolder _sengl
eo: kiel _unuopa subdosierujo
hi: एकल उप-फोल्डर के रूप में (_a)
ia: como _singule sub-plica
kab: am ukaram anaddaw a_suf
uz: _bitta pastki papka sifatida

source: The year
am: አመቱ
cy: Y flwyddyn
eo: La jaro
hi: वर्ष
ia: Le anno
kab: Aseggass-agi
ur: سال
uz: Yil

source: The month
am: ወሩ
cy: Y mis
eo: La monato
hi: माह
ia: Le mense
kab: Aggur-agi
ur: مہینہ
uz: Oy

source: The day of the month
am: ቀን በ ወር ውስጥ
cy: Diwrnod y mis
eo: La tago de la monato
hi: माह का दिन
ia: Le die del mense
kab: Ass n waggur
ur: ماہ کا دن
uz: Oyning kuni

source: The hour
am: ሰአቱ
cy: Yr awr
eo: La hor+
hi: घंटा
ia: Le hora
kab: Asrag-agi
ur: گھنٹہ
uz: Soat

source: The minutes
am: ደቂቃው
cy: Y munudau
eo: La minutoj
hi: मिनट
ia: Le minutas
kab: Tisdatin-agi
ur: منٹ
uz: Daqiqalar

source: The seconds
am: ሰከንዶቹ
cy: Yr eiliadau
eo: La sekundoj
hi: सेकंड
ia: Le secundas
kab: Tasinin
ur: سیکنڈ
uz: Soniyalar

source: Invalid Destination
am: ዋጋ የሌለው መድረሻ
cy: Cyrchfan Annilys
eo: Nevalida celdosierujo
hi: अमान्य लक्ष्य
ia: Destination non valide
kab: Taɣerwaḍt tarameɣtut
ur: ناموزوں منزل
uz: Yaroqsiz mo‘ljal

source: example: %s
am: ለምሳሌ: %s
cy: enghraifft: %s
eo: ekzemplo: %s
hi: उदाहरण : %s
ia: exemplo: %s
kab: amedyan: %s
ur: مثال: %s
uz: misol: %s

source: File date
am: የ ፋይል ቀን
cy: Dyddiad ffeil
eo: Dosierdato
hi: फाइल दिनांक
ia: Le data del file
kab: Azemz n ufaylu
ur: فائل کی تاریخ
uz: Fayl sanasi

source: year-month-day
am: አመት-ወር-ቀን
cy: blwyddyn-mis-dydd
eo: jaro-monato-tago
hi: वर्ष-माह-दिन
ia: anno-mense-die
kab: Aseggass-aggur-ass
ur: سال-ماہ-دن
uz: yil-oy-kun

source: year-month
am: አመት-ወር
cy: blwyddyn-mis
eo: jaro-monato
hi: वर्ष-माह
ia: anno-mense
kab: Aseggass-aggur
ur: سال-ماہ
uz: yil-oy

source: year
am: አመት
cy: blwyddyn
eo: jaro
hi: वर्ष
ia: anno
kab: aseggwass
ur: سال
uz: yil

source: custom format
am: አቀራረብ ማስተካከያ
cy: fformat cyfaddas
eo: propra dosierformo
hi: अनुकूलित प्रारूप
ia: Formato personalisate
kab: amasal yugnen
ur: مخصوص ساخت
uz: maxsus format

source: Importing files
am: ፋይሎች ማምጫ
cy: Yn mewnforio ffeiliau
eo: Enportante dosierojn
hi: फाइल आयात जारी
ia: Importation del files
kab: Taktert n ifuyla
ur: فائلوں کی درآمدگی ہو رہی ہے
uz: Fayllar import qilinmoqda

source: No file imported
am: ምንም ፋይል አልመጣም
cy: Heb fewnforio ffeil
eo: Neniu dosiero importita
hi: कोई फाइल आयात नहीं हुई
ia: Nulle file importate
kab: Ulac afaylu yettwafernen
ur: کوئی فائل درآمد نہیں کی گئی
uz: Hech qanday fayl import qilinmadi

source: The selected files are already present in the destination.
am: የ ተመረጠው ፋይል ቀደም ብሎ በ መድረሻው ውስጥ አለ
cy: Mae'r ffeiliau hyn eisoes yn bresennol yn y gyrchfan.
eo: La elektitaj dosieroj jam ĉeestas en la celdosierujo.
hi: चयनित फाइलें लक्ष्य पर पहले से मौजूद हैं।
ia: Le files eligite es ja presente in le destination.
kab: Ifuyla yettwafernen llan yakan di tɣerwaḍt.
uz: Tanlangan fayllar allaqachon mo‘ljalda mavjud.

source: Could not delete the files
am: ፋይሎችን ማጥፋት አልተቻለም
cy: Methu dileu'r ffeiliau
eo: Ne eblas forigi la dosierojn
hi: फाइलें हटाना विफल
ia: Impossibile deler le files
kab: Ur izmir ara ad yekkes afaylu
ur: فائلیں حذف نہیں کی جاسکیں
uz: Fayllarni oʻchirib boʻlmadi

source: Delete operation not supported.
am: የ ማጥፋት ተግባር የ ተደገፈ አይደለም
cy: Nid yw'r weithred dileu'n cael ei chynnal
eo: Foriga operacio ne subtenata.
hi: हटाना समर्थित नहीं है।
ia: Cancellation non supportate.
kab: Tigawt n tukksa ur tetteddu ara.
ur: حذف کرنے کی معاونت نہیں۔
uz: Oʻchirish operatsiyasi qoʻllab-quvvatlanmaydi.

source: Last imported
am: መጨረሻ የ መጣው
cy: Mewnforio ddiwethaf
eo: Laste importita
hi: अंतिम आयात
ia: Ultime importate
kab: Taktert taneggarut
uz: Oxirgi import qilingan

source: No file specified.
am: ምንም ፋይል አልተወሰነም
cy: Ni nodwyd ffeil.
eo: Neniu dosiero indikita.
hi: कोई फाइल निर्दिष्ट नहीं।
ia: Nulle file specificate.
kab: Ulac afaylu d-ittunefken.
ur: کوئی فائل متعین نہیں کی گئی۔
uz: Hech qanday fayl belgilanmagan.

source: Not enough free space in '%s'. %s of space is required but only %s is available.
am: በቂ ባዶ ነፃ ቦታ የለም በ '%s'. %s ቦታ ያስፈልጋል ነገር ግን ያለው %s ብቻ ነው
cy: Dim digon o ofod rhydd yn '%s'. Mae angen %s o ofod ond dim ond %s sydd ar gael.
eo: Ne sufiĉe da libera spaco en '%s'. %s da spaco postulatas, sed nur %s disponeblas.
hi: '%s' का अप्रयुक्त स्पेस अपर्याप्त है। %s स्पेस आवश्यक परंतु केवल %s उपलब्ध है।
ia: Non bastante spatio libere in '%s'. %s de spatio es necessari, ma sol %s es disponibile.
kab: Txuṣ tallunt tilellit di '%s'. %s n tallunt tettwasra maca anagar %s i yewejden.
uz: "%s" da boʻsh joy yetarli emas. %s bo‘sh joy kerak, lekin faqat %s bo‘sh joy mavjud.

source: Personalize...
am: የ ግል ማድረጊያ...
cy: Personoli...
eo: Tajlori...
hi: अनुकूलन...
ia: Personalisar...
kab: Sagen...
uz: Shaxsiylashtirish...

source: Tools
am: መሳሪያዎች
cy: Offer
eo: Iloj
hi: साधन
ia: Applicationes
kab: Ifecka
ur: اوزار
uz: Asboblar

source: _Skip
am: _መዝለያ
cy: _Hepgor
eo: _Preterpasi
hi: निरस्त (_S)
ia: _Saltar
kab: _Ttu
ur: _چھوڑیں
uz: _O‘tkazib yuborish

source: Commands
am: ትእዛዞች
cy: Gorchmynion
eo: Komandoj
hi: कमांड
ia: Commandos
kab: Tiludna
ur: کمانڈیں
uz: Buyruqlar

source: Co_mmands:
am: ትእ_ዞዞች:
cy: _Gorchmynion:
eo: Ko_mandoj:
hi: कमांड (_C):
ia: Co_mmandos:
kab: Tlu_dna:
ur: _کمانڈیں:
uz: _Buyruqlar:

source: _Wait for the command to finish
am: _ይጠብቁ ትእዛዙ እስከሚጨርስ
cy: _ Aros i'r gorchymyn orffen
eo: _Atendu ĝis la komando finiĝos
hi: कमांड पूर्ण होने तक प्रतीक्षा करें (_W)
ia: Attender (_Wait) pro le fin del commando
kab: A_rǧu ard ifak unezḍay
ur: کمانڈ کے _ختم ہونے کا انتظار کریں
uz: _Buyruq tugashini kutish

source: E_xecute command once for every file
am: ለ እያንዳንዱ ፋይል ትእዛዝ መ_ፈጸሚያ
cy: Gweithredu'r gorchymyn unwaith ar gyfer pob ffeil
eo: P_lenumu komandon unufoje por ĉiu dosiero
hi: प्रत्येक फाइल हेतु एक बार कमांड निष्पादित करें (_x)
ia: E_xequer le commando un vice pro cata file
kab: _Selkem anezḍay yiwet n tikkelt i yifuyla merra
ur: ہر فائل کے لیے کمانڈ ایک دفعہ _چلائیں
uz: _Har bir fayl uchun bir marta buyruqni bajarish

source: _Terminal command (shell script)
am: የ _ተርሚናል ትእዛዝ (shell script)
cy: _ Gorchymyn terfynell (sgript cragen)
eo: _Terminal-komando (ŝel-skripto)
hi: टर्मिनल कमांड (शैल स्क्रिप्ट) (_T)
ia: Commando de _Terminal (script del shell)
kab: Anezḍay n yixef (askript shell)
uz: _Terminal buyrug‘i (qobiq skripti)

source: Sh_ortcut:
am: አቋ_ራጭ:
cy: _Llwybr byr:
eo: Fulmo_klavo:
hi: शॉर्टकट (o):
ia: Via breve (Sh_ortcut):
kab: Ane_gzum:
ur: شارٹ _کٹ:
uz: _Yorliq:

source: The file uri
am: የ ፋይል uri
cy: uri y ffeil
eo: La dosier-uri
hi: फाइल यूआरआई
ia: Le uri del file
kab: URI n ufaylu
ur: فائل uri
uz: Fayl URI

source: The file path
am: የ ፋይል መንገድ
cy: Llwybr y ffeil
eo: La dosierindiko
hi: फाइल पथ
ia: Le itinere del file
kab: Abrid n ufaylu
ur: فائل پاتھ
uz: Fayl yo‘li

source: The file basename
am: የ ፋይል ስም
cy: Enw sail y ffeil
eo: La dosier-bazanomo
hi: फाइल स्रोत नाम
ia: Le nomine base del file
kab: Isem azadur n ufaylu
uz: Faylning asosiy nomi

source: The parent folder path
am: የ ወላጅ ፎልደር መንገድ
cy: Llwybr y ffolder rhiant
eo: La patra dosierindiko
hi: स्रोत फोल्डर पथ
ia: Le itinere del plica parente
kab: Abrid n ukaram ababat
uz: Yuqoridagi jild yo‘li

source: %ask{ message }{ default value }
eo: %ask{ mesaĝo }{ defaŭlta valoro }
hi: %ask{ संदेश }{ डिफ़ॉल्ट मान }
kab: %ask{ izen }{ azal amezwer }
uz: %ask{ xabar }{ standart qiymat }

source: Ask an input value
am: የ ማስገቢያ ዋጋ ጠይቅ
cy: Gofynnwch werth mewnbwn
eo: Demandi enig-valoron
hi: इनपुट मान दर्ज करने हेतु अनुरोध
ia: Querer un valor de ingresso
kab: Suter azal n unekcum
uz: Kirish qiymatini so‘rash

source: %attr{ attribute name }
eo: %attr{ atributnomo }
hi: %attr{ विशेषता नाम }
kab: %attr{ isem n imyerr }
uz: %attr{ atribut nomi }

source: A file attribute
am: የ ፋይል ባህሪ
cy: Priodoledd ffeil
eo: Dosier-atributo
hi: फाइल विशेषता
ia: Un attributo del file
kab: Imyerr n ufaylu
uz: Fayl atributi

source: The file basename without extension
am: የ ፋይል መሰረታዊ ስም ያለ ተቀጥያ
cy: Enw sail y ffeil heb estyniad
eo: La dosier-bazanomo sen sufikso
hi: एक्सटेंशन रहित फाइल स्रोत नाम
ia: Le nomine base del file sin extension
kab: Isem azadur n ufaylu war asiɣzef
uz: Kengaytmasiz faylning asosiy nomi

source: The file extension
am: የ ፋይል ተጨማሪ
cy: Estyniad y ffeil
eo: La dosier-sufikso
hi: फाइल एक्सटेंशन
ia: Le extension del file
kab: Asiɣzef n ufaylu
uz: Fayl kengaytmasi

source: %quote{ text }
eo: %quote{ teksto }
hi: %quote{ टेक्स्ट }
kab: %quote{ texte }
uz: %quote{ matn }

source: Quote the text
am: ጽሁፍ መጥቀሻ
cy: Dyfynnu'r testun
eo: Citi la tekston
hi: टेक्स्ट प्रदर्शित करें
ia: Cita le texto
kab: Bder aḍris
uz: Matndan iqtibos keltirish

source: _Command:
am: _ትእዛዝ:
cy: _Gorchymyn:
eo: _Komando:
hi: कमांड (_C):
ia: _Commando:
kab: Tala_dna:
ur: _کمانڈ:
uz: _Buyruq:

source: Script
am: ጽሁፍ
cy: Sgript
eo: Skripto
hi: स्क्रिप्ट
kab: Askript
ur: سکرپٹ
uz: Skript

source: Shortcut
am: አቋራጭ
cy: Llwybr Byr
eo: Klavkombino
hi: शॉर्टकट
ia: Via breve
kab: Anegzum
ur: شارٹ کٹ
uz: Yorliq

source: Show
am: ማሳያ
cy: Dangos
eo: Montri
hi: दिखाएँ
ia: Monstrar
kab: Sken
ur: ظاہر کریں
uz: Ko‘rsatish

source: Could not save the script
am: ጽሁፍ ማስቀመጥ አልተቻለም
cy: Methu cadw'r sgript
eo: Ne eblas konservi la skripton
hi: स्क्रिप्ट संचय विफल
ia: Impossibile salvar le script
kab: Ur izmir ara ad isekles askript
ur: سکرپٹ محفوظ نہین کی جاسکی
uz: Skriptni saqlab bo‘lmadi

source: New Command
am: አዲስ ትእዛዝ
cy: Gorchymyn Newydd
eo: Nova komando
hi: नई कमांड
ia: Nove Commando
kab: Anezḍay amaynut
ur: نئی کمانڈ
uz: Yangi buyruq

source: Edit Command
am: ትእዛዝ ማረሚያ
cy: Golygu Gorchymyn
eo: Redakti komandon
hi: कमांड संपादन
ia: Commando de editor
kab: Ẓreg anezḍay
ur: کمانڈ مدون کریں
uz: Buyruqni tahrirlash

source: Are you sure you want to delete the selected command?
am: የ ተመረጠውን ትእዛዝ ማጥፋት ይፈልጋሉ?
cy: Ydych chi'n siŵr eich bod chi am ddileu'r gorchymyn hyn?
eo: Ĉu vi certas, ke vi volas forigi la elektitan komandon?
hi: क्या आप निश्चित ही चयनित कमांड हटाना चाहते हैं?
ia: Desira tu vermente cancellar le commando seligite?
kab: D tidet tebɣiḍ ad tekkseḍ anezḍay yettwafernen?
ur: کیا آپ واقعی منتخب کردہ کمانڈ کو حذف کرنا چاہتے ہیں؟
uz: Tanlangan buyruqni oʻchirib tashlashga ishonchingis komilmi?

source: Enter a value:
am: ዋጋ ያስገቡ:
cy: Rhoi gwerth:
eo: Enigi valoron:
hi: मान दर्ज करें :
ia: Inserer un valor:
kab: Sekcem azal:
ur: کوئی مقدار درج کریں:
uz: Qiymat kiriting:

source: Malformed command
am: የ ተበላሸ ትእዛዝ
cy: Gorchymyn camffurfiedig
eo: Misformita komando
hi: विकृत कमांड
ia: Commando mal-formate
kab: Yir anezḍay
uz: Noto‘g‘ri tuzilgan buyruq

source: none
am: ምንም
cy: dim
eo: neniu
hi: कुछ नहीं
ia: necun
kab: ulac
ur: کچھ نہیں
uz: yo‘q

source: key %d on the numeric keypad
am: ቁልፍ %d በ ቁጥር ገበታ ላይ
cy: pwyswch fysell %d ar y bysellbad rhifol
eo: tajpu %d sur la cifera klavaro
hi: अंकीय कुंजीपटल की %d कुंजी
ia: clave %d sur le claviero numeric
kab: tanast %d n unasiw umḍin
uz: raqamli klaviaturadagi %d tugmasi

source: No command specified
am: ምንም ትእዛዝ አልተገለጸም
cy: Heb nodi gorchymyn
eo: Neniu komando indikita
hi: कोई कमांड निर्दिष्ट नहीं
ia: Nulle commando specificate
kab: Ulac anezḍay i d-ittunefken
ur: کوئی کمانڈ متعین نہیں کی گئی
uz: Hech qanday buyruq belgilanmagan

source: Command exited abnormally with status %d
am: ትእዛዙ ተቋርጧል በ ድንገት ከዚህ ሁኔታ ጋር %d
cy: Gorffennodd y gorchymyn yn annormal gyda statws %d
eo: Komando eliris nenormale kun stato %d
hi: कमांड अनियमित रूप से बंद, स्थिति %d
ia: Le commando ha exite anormalmente con stato %d
kab: Yir aseḥbes n unezḍay s waddad %d
uz: Buyruq %d holatida anormal tarzda chiqdi

source: File list tools
am: የ ፋይል ዝርዝር መሳሪያዎች
cy: Offer rhestr ffeiliau
eo: Dosier-listigiloj
hi: फाइल सूची साधन
ia: Applicationes del lista de file
kab: Afecku n tebdart n ifuyla
uz: Fayllar ro‘yxati asboblari

source: Scripting and batch manipulation of files.
cy: Sgriptio a thrin batch ffeiliau.
eo: Skriptado kaj stapla manipulado de dosieroj.
hi: फाइलों हेतु स्क्रिप्ट व एकाधिक प्रक्रियाएँ।
ia: Script e tractamento de fundo del files.
kab: Askript akked usqerdec n ifuyla s uɛemmur.
uz: Skript yaratish va fayllarni ommaviy manipulyatsiya qilish.

source: Map
am: ካርታ
eo: Mapo
hi: मानचित्र
ia: Mappa
kab: Takarḍa
ur: نقشہ
uz: Xarita
