Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: Are you sure you want to permanently delete "%s"?
am: በ ቋሚነት ማጥፋት ይፈልጋሉ "%s"?
cy: Ydych chi'n siŵr eich bod am ddileu "%s" yn barhaol?
eo: Ĉu vi certas, ke vi volas porĉiame forigi "%s"?
hi: क्या आप निश्चित ही "%s"को स्थायी रूप से हटाना चाहते हैं?
ia: Desira tu vermente deler permanentemente "%s"?
kab: Tebɣiḍ ad tekkseḍ "%s" i lebda?
ur: کیا آپ واقعی "%s" کو ہمیشہ کے لیے حذف کرنا چاہتے ہیں؟
uz: “%s”ni butunlay o‘chirishga ishonchingiz komilmi?

source: If you delete a file, it will be permanently lost.
am: ፋይል አንዴ ካጠፉት: በ ቋሚነት ይጠፋል
cy: Os byddwch yn dileu ffeil, bydd yn cael ei dileu am byth.
eo: Se vi forigas dosieron, ĝi porĉiame perdiĝos.
hi: फाइल हटने के उपरांत अनुपलब्ध होगी।
ia: Si tu cancella un file, illo essera perdite permanentemente.
kab: Ma tekkseḍ afaylu, ad iruḥ i lebda.
ur: اگر آپ نے فائل حذف کی تو یہ ہمیشہ کے لیے ضائع ہوجائے گی.
uz: Agar siz faylni o‘chirsangiz, u butunlay yo‘qoladi.

source: Move To
am: ማንቀሳቀሻ ወደ
cy: Symud i
eo: Movi al
hi: यहाँ अंतरित करें
ia: Mover a
kab: Smutti ɣer
ur: منتقل کریں تا
uz: Ko‘chirish joyi

source: Copy To
am: ኮፒ ማድረጊያ ወደ
cy: Copïo i
eo: Kopii al
hi: यहाँ कॉपी करें
ia: Copiar a
kab: Nɣel ɣeṛ
ur: کاپی کریں تا
uz: Nusxalash joyi

source: Move
am: ማንቀሳቀሻ
cy: Symud
eo: Movi
hi: अंतरित करें
ia: Mover
kab: Smutti
ur: منتقل کریں
uz: Ko‘chirish

source: Copy
am: ኮፒ
cy: Copïo
eo: Kopii
hi: कॉपी करें
ia: Copiar
kab: Suken
ur: کاپی کریں
uz: Nusxalash

source: Create _Folder
am: _ፎልደር መፍጠሪያ
cy: Creu _Ffolder
eo: Krei _dosierujon
hi: फोल्डर बनाएँ (_F)
ia: Crear le plica (_Folder)
kab: _Rnu akaram
ur: _فولڈر بنائیں
uz: _Jild yaratish

source: Create a new empty folder inside this folder
am: በዚህ ፎልደር ውስጥ አዲስ ባዶ ፎልደር መፍጠሪያ
cy: Crëwch ffolder wag newydd o fewn y ffolder hon
eo: Krei novan malplenan dosierujon en tiu ĉi dosierujo
hi: इस फोल्डर में एक नवीन रिक्त फोल्डर बनाएँ
ia: Crear un nove plica vacue intra iste plica
kab: Snulfu-d akaram ilem deg ukaram-agi
ur: اس فولڈر کے اندر ایک نیا خالی فولڈر بنائیں
uz: Ushbu jild ichida yangi bo‘sh jild yaratish

source: Cut
am: መቁረጫ
cy: Torri
eo: Eltondi
hi: कट
ia: Secar
kab: Gzem
uz: Kesish

source: Paste
am: መለጠፊያ
cy: Gludo
eo: Alglui
hi: पेस्ट
ia: Collar
kab: Senteḍ
uz: Joylashtirish

source: D_uplicate
am: አባዛ (_U)
cy: D_yblygu
eo: D_uobligi
hi: अनुकृति (_u)
ia: D_uplicar
kab: Si_sleg
ur: _نقل بنائیں
uz: _Nusxasini yaratish

source: Duplicate the selected files
am: የ ተመረጡትን ፋይሎች ማባዣ
cy: Dyblygu'r ffeiliau hyn
eo: Duobligi la elektitan dosierojn
hi: चयनित फाइलों की प्रतिलिपि बनाएँ
ia: Duplica le files seligite
kab: Ad yesisleg ifuyla yettwafernen
ur: منتخب کردہ فائلوں کی نقل بنائیں
uz: Tanlangan fayllarning nusxasini yaratish

source: Mo_ve to Trash
am: ወደ ቆሻሻ ማን_ቀሳቀሻ
cy: Symud i'r _Sbwriel
eo: Mo_vi rubujen
hi: ट्रैश में भेजें (_v)
ia: Mo_ver al immunditia
kab: S_mutti ɣer tqecwalt
ur: ردی میں _منتقل کریں
uz: _Chiqindiga ko‘chirish

source: Move the selected files to the Trash
am: የ ተመረጡትን ፋይሎች ወደ ቆሻሻ ማንቀሳቀሻ
cy: Symud y ffeiliau hyn i'r Sbwriel
eo: Movi la elektitan dosierojn rubujen
hi: चयनित फाइलें ट्रैश में भेजें
ia: Move le files seligite al immunditia
kab: Smutti ifuyla yettwafernen ɣer tqecwalt
ur: منتخب کردہ فائلوں کو ردی میں منتقل کریں
uz: Tanlangan fayllarni chiqindiga ko‘chirish

source: _Delete
am: አጥፉ (_D)
cy: _Dileu
eo: _Forigi
hi: मिटाएँ (_D)
ia: _Deler
kab: _Kkes
ur: _حذف
uz: _Oʻchirish

source: Delete the selected files
am: የ ተመረጡትን ፋይሎች ማጥፊያ
cy: Dileu'r ffeiliau hyn
eo: Forigi la elektitan dosierojn
hi: चयनित फाइलें हटाएँ
ia: Dele le files seligite
kab: Kkes ifuyla yettwafernen.
ur: منتخب کردہ فائلوں کو حذف کریں
uz: Tanlangan fayllarni o‘chirish

source: _Rename
am: እንደገና ሰይም (_R)
cy: _Ailenwi
eo: _Alinomi
hi: नाम बदलें (_R)
ia: _Renominar
kab: _Beddel isem
ur: _نام بدلیں
uz: _Nomini o‘zgartirish

source: Rename the selected files
am: የ ተመረጡትን ፋይሎች እንደገና መሰየሚያ
cy: Ail-enwi'r ffeiliau hyn
eo: Alinomi la elektitan dosierojn
hi: चयनित फाइलों का नाम बदलें
ia: Renomina le files seligite
kab: Beddel isem n ifuyla yettwafernen
ur: منتخب کردہ فائلوں کا نام تبدیل کریں
uz: Tanlangan fayllar nomini o‘zgartiring

source: Open with the _File Manager
am: በ _ፋይል አስተዳዳሪ መክፈቻ
cy: Agor gyda'r _Rheolwr Ffeiliau
eo: Malfermi per la _dosieradministrilo
hi: फाइल प्रबंधक द्वारा खोलें (_F)
ia: Aperir con le Gerente de _File
kab: Ldi amsefrak n i_fuyla
ur: _فائل منیجر کے ساتھ کھولیں
uz: _Fayl menejeri bilan ochish

source: _Paste Into Folder
am: ወደ ፎልደር _መለጠፊያ
cy: G_ludo i'r Ffolder
eo: _Alglui al dosierujo
hi: फोल्डर में पेस्ट करें (_P)
ia: Collar (_Paste) in le plica
kab: _Senteḍ deg ukaram
ur: فولڈر کے اندر _پیسٹ کریں
uz: _Jildga joylashtirish

source: Copy to...
am: ኮፒ ማድረጊያ ወደ...
cy: Copïo i...
eo: Kopii al...
hi: इसमें कॉपी करें...
ia: Copiar in...
kab: Nɣel ɣeṛ...
ur: کاپی کریں تا...
uz: Nusxalash joyi...

source: Copy the selected folder to another folder
am: የ ተመረጠውን ፎልደር ወደ ሌላ ፎልደር ኮፒ ማድረጊያ
cy: Copïo'r ffolder hyn i ffolder arall
eo: Kopii la elektitan dosierujon al alia dosierujo
hi: चयनित फोल्डर को अन्य फोल्डर में कॉपी करें
ia: Copiar le plica eligite a un altere plica
kab: Suken akaram yettwafernen ɣer ukaram-nniḍen
ur: منتخب کردہ فولڈر کو کسی اور فولڈر میں کاپی کریں
uz: Tanlangan jildni boshqa jildga nusxalash

source: Move to...
am: ማንቀሳቀሻ ወደ...
cy: Symud i...
eo: Movi al...
hi: इसमें अंतरित करें...
ia: Mover a
kab: Smutti ɣer…
ur: منتقل کریں تا...
uz: Ko‘chirish joyi...

source: Move the selected folder to another folder
am: የ ተመረጠውን ፎልደር ወደ ሌላ ፎልደር ማንቀሳቀሻ
cy: Symud y ffolder hyn i ffolder arall
eo: Movi la elektitan dosierujon al alia dosierujo
hi: चयनित फोल्डर को अन्य फोल्डर में अंतरित करें
ia: Move le plica eligite in un altere plica
kab: Smutti akaram yettwafernen ɣer ukaram-nniḍen
ur: منتخب کردہ فولڈر کو کسی اور فولڈر میں منتقل کریں
uz: Tanlangan jildni boshqa jildga ko‘chirish

source: Copy the selected files to another folder
am: የ ተመረጠውን ፎልደር ወደ ሌላ ፎልደር ኮፒ ማድረጊያ
cy: Copïo'r ffeiliau hyn i ffolder arall
eo: Kopii la elektitajn dosierojn al alia dosierujo
hi: चयनित फाइलों को अन्य फोल्डर में कॉपी करें
ia: Copia le files eligite in un altere plica
kab: Suken ifuyla yettwafernen ɣer ukaram-nniḍen
ur: منتخب کردہ فائلوں کو کسی اور فولڈر میں کاپی کریں
uz: Tanlangan fayllarni boshqa jildga nusxalash

source: Move the selected files to another folder
am: የ ተመረጠውን ፎልደር ወደ ሌላ ፎልደር ማንቀሳቀሻ
cy: Symud y ffeiliau hyn i ffolder arall
eo: Movi la elektitajn dosierojn al alia dosierujo
hi: चयनित फाइलों को अन्य फोल्डर में अंतरित करें
ia: Move le files eligite in un altere plica
kab: Smutti ifuyla yettwafernen ɣer ukaram-nniḍen
ur: منتخب کردہ فائلوں کو کسی اور فولڈر میں منتقل کریں
uz: Tanlangan fayllarni boshqa jildga ko‘chirish

source: Could not perform the operation
am: ተግባሩን መፈጸም አልተቻለም
cy: Methwyd cwblhau'r weithred
eo: Ne eblas plenumi la operacion
hi: कार्य पूर्ण करना विफल
ia: Impossibile exequer le operation
kab: Ur izmir ara ad iselkem tamhelt
ur: عمل ادا نہیں کیا جاسکتا
uz: Operatsiyani bajarib bo‘lmadi

source: File manager
am: የ ፋይል አስተዳዳሪ
cy: Rheolwr ffeiliau
eo: Dosieradministrilo
hi: फाइल प्रबंधक
ia: Gerente de file
kab: Amsefrak n ifuyla
ur: فائل منیجر
uz: Fayl menejeri

source: File manager operations.
am: የ ፋይል አስተዳዳሪ ተግባሮች
cy: Gweithrediadau rheolwr ffeiliau.
eo: Dosieradministrilaj operacioj.
hi: फाइल प्रबंधक कार्य।
ia: Operationes del administrator de files.
kab: Timhalin n umsefrak n ifuyla.
ur: فائل مینیجر آپریشنز۔
uz: Fayl menejeri operatsiyalari.

source: Deleting files
am: ፋይሎቹን በ ማጥፋት ላይ
cy: Dileu ffeiliau
eo: Forigo de dosieroj
hi: फाइलें हटाना जारी
ia: Cancellation del files
kab: Tukksa n ifuyla
ur: فائلیں حذف کی جارہی ہیں
uz: Fayllar o‘chirilmoqda

source: _Preview
am: ቅድመ ዕይታ (_P)
cy: _Rhagolwg
eo: _Antaŭmontro
hi: पूर्वावलोकन (_P)
ia: _Pre-visualisation
kab: Ta_muɣli
ur: _معائنہ
uz: _Ko‘rib chiqish

source: B_rightness:
am: ብ_ሩህነት:
cy: _Disgleirdeb:
eo: B_rileco:
hi: आभा (_r):
ia: B_rillantia:
kab: Ti_fawit:
ur: ا_جلاپن:
uz: _Yorqinlik:

source: Con_trast:
am: ከሚያ
cy: _Cyferbyniad:
eo: Kon_trasto:
hi: कंट्रास्ट (_t):
ia: Con_trasto:
kab: A_myeẓli:
ur: ک_نٹراسٹ:
uz: _Kontrast:

source: _Saturation:
am: የ _ተረፈው:
cy: _Dirlawnder:
eo: _Satureco:
hi: रंग संतृप्ति (_S):
kab: Ta_ččart:
ur: _سیچوریشن:
uz: _Toʻyinganlik:

source: G_amma:
am: ጋ_ማ:
eo: Kolorgamo:
hi: गामा (_a):
ur: گ_یما:

source: Cyan-_Red:
am: ሲያን-_ቀይ:
cy: Cyan-_Coch:
eo: Cejana-_ruĝa:
hi: हरित नीला-लाल (_R):
ia: Cyano-_Rubie:
kab: Cyan-_Azeggaɣ:
uz: Moviy-_qizil:

source: _Magenta-Green:
am: _ማጄንታ-አረንጓዴ:
cy: _Magenta-Gwyrdd:
eo: _Magenta-verda:
hi: गुलाबी-हरा (_M):
ia: _Magenta-verde:
kab: _Magenta-Azgzaw:
uz: _Magenta-yashil:

source: _Yellow-Blue:
am: ብጫ-ሰማያዊ፦ (_Y)
cy: _Melyn-Glas:
eo: _Flava-blua:
hi: पीला-नीला (_Y):
ia: Jano(_Yellow)-Blau:
kab: A_wraɣ-Anili:
uz: _Sariq-ko‘k:

source: Color Levels
am: የ ቀለም ደረጃ
cy: Lefelau Lliw
eo: Kolorniveloj
hi: रंग स्तर
ia: Nivellos de color
kab: Iswiren n yini
uz: Rang darajalari

source: _Reset
am: እንደነበረ አድረግ (_R)
cy: _Ailosod
eo: _Reagordi
hi: रीसेट करें (_R)
ia: _Restabilir
kab: _Wennez
ur: اصل پہ _واپس کریں
uz: _Qayta sozlash

source: Selection
am: መምረጫ
cy: Dewis
eo: Elekto
hi: चयन
kab: Tafrayt
ur: انتخاب
uz: Tanlov

source: _Width:
am: ስፋት፦ (_W)
cy: _Lled:
eo: _Larĝo:
hi: चौड़ाई (_W):
ia: _Largessa:
kab: Te_hri:
ur: _چوڑائی:
uz: _Kengligi:

source: Heigh_t:
am: እርዝመ_ት:
cy: _Uchder:
eo: Al_to:
hi: ऊँचाई (_t):
ia: Al_tessa:
kab: Te_ɣzi:
ur: ا_ونچائی:
uz: _Balandligi:

source: _Position:
am: _ቦታ:
cy: _Safle
eo: _Posicio:
hi: स्थिति (_P):
kab: I_deg:
ur: _پوزیشن:
uz: _o‘rni:

source: Maximize
am: ማሳደጊያ
cy: Mwyhau
eo: Maksimumigi
hi: विस्तृत करें
ia: Maximisar
kab: Semɣer
ur: بڑا کریں
uz: Kattalashtirish

source: Center
am: መሀከል
cy: Canol
eo: Centrigi
hi: केंद्र
ia: Centrar
kab: Slemmes
ur: درمیان
uz: Markaz

source: Aspect ratio
am: የ ማነፃፀሪያ መጠን
cy: Cymhareb agwedd
eo: Proporcio
hi: दृश्य अनुपात
ia: Ration del aspecto
kab: Atug n tmeẓriwt
uz: Tomonlar nisbati

source: I_nvert aspect ratio
am: የ ማነፃፀሪያ መጠን መ_ገልበጫ
cy: Gwrthdroi cymhareb agwedd
eo: I_nversigi bildformaton
hi: दृश्य अनुपात विपरीत करें (_I)
ia: I_nverter le ration del aspecto
kab: T_ti atug n tmeẓriwt
uz: _Tomonlar nisbatini teskari o‘zgartirish

source: M_ultiple of:
am: በ _ርካታ የ:
cy: _Lluosog:
eo: Oblo de:
hi: इसके गुणक (_u):
ia: M_ultiple de:
kab: M_ultiple n:
uz: _Bir nechta:

source: px
eo: bl
hi: पिक्सेल

source: Options
am: ምርጫዎች
cy: Dewisiadau
eo: Opcioj
hi: विकल्प
ia: Optiones
kab: Tinefrunin
ur: اختیارات
uz: Variantlar

source: _Grid:
am: _መጋጠሚያ:
eo: _Krado:
hi: ग्रिड (_G):
ia: _Grillia:
kab: Ta_ferrugt:
ur: _گرڈ:
uz: _To‘r:

source: C_rop
am: መ_ከርከሚያ
cy: _Tocio
eo: _Stuci
hi: संक्षिप्त साधन (_r)
kab: _Ɣeẓ
ur: ک_راپ کریں
uz: _Qirqish

source: Method
am: ዘዴ
cy: Dull
eo: Metodo
hi: विधि
ia: Methodo
kab: Tarrayt
ur: میتھڈ
uz: Usul

source: _Brightness
am: _ብሩህነት
cy: _Disgleirdeb
eo: _Brileco
hi: आभा (_B)
ia: _Brillantia
kab: Ti_fawit
ur: سکرین روشنی
uz: _Yorqinlik

source: _Saturation
am: የ _ተረፈው
cy: _Dirlawnder
eo: _Satureco
hi: रंग संतृप्ति (_S)
kab: Ta_ččart
ur: _سیچوریشن
uz: _Toʻyinganlik

source: _Average
am: _መካከለኛ
cy: _Cyfartaledd
eo: _Mezume
hi: औसत (_A)
ia: Media (_Average)
kab: Tale_mmast
ur: اوس_ط
uz: _o‘rtacha

source: Dimensions
am: አቅጣጫዎች
cy: Dimensiynau
eo: Dimensioj
hi: आयाम
ia: Dimensiones
kab: Tisekta
uz: O‘lchamlar

source: Set the image size to this value
am: የ ምስል መጠን በዚህ ዋጋ ልክ ማሰናጃ
cy: Gosod maint y ddelwedd i'r gwerth hwn
eo: Agordi la bildograndon al ĉi tiu valoro
hi: इस मान पर चित्र आकार सेट करें
ia: Configurar le dimension del imagine a iste valor
kab: Sbadu tiddi n tugna ɣer wazal-agi
ur: تصویر کا سائز اس ویلیو پہ سیٹ کر دیں
uz: Tasvir o‘lchamini ushbu qiymatga sozlash

source: High _quality
am: ከፍተኛ ጥራት (_Q)
cy: Ansawdd _uchel
eo: Alta _kvalito
hi: उच्च गुणवत्ता (_q)
ia: Alte _qualitate
kab: Taɣara tafellayt
ur: اعلیٰ _کوالٹی
uz: _Yuqori sifat

source: Original dimensions:
am: ዋናው አቅጣጫ:
cy: Maint gwreiddiol:
eo: Originaj dimensioj:
hi: वास्तविक आयाम :
ia: Dimensiones original:
kab: Tisekta tisentayin:
uz: Asl o‘lchamlar:

source: Scale factor:
am: መመጠኛ ዘዴ:
cy: Ffactor graddio:
eo: Skalfaktoro:
hi: अनुमाप परिवर्तन गुणक :
ia: Factor de scala:
kab: Ameskar n teskala:
uz: O‘lchov omili:

source: New dimensions:
am: አዲስ አቅጣጫ:
cy: Dimensiynau newydd:
eo: Novaj dimensioj:
hi: नवीन आयाम :
ia: Nove dimensiones
kab: Tisekta timaynutin:
uz: Yangi o‘lchamlar:

source: pixels
am: ፒክስል
cy: picseli
eo: bilderoj
hi: पिक्सेल्स
kab: ipiksilen
ur: پکسل
uz: piksel

source: Angle
am: አንግል
cy: Ongl
eo: Angulo
hi: कोण
ia: Angulo
kab: Tiɣmert
ur: زاویہ
uz: Burchak

source: Align
am: ማሰለፊያ
cy: Alinio
eo: Ĝisrandigi
hi: संरेखण
ia: Alinear
kab: Reyyec
ur: سیدھ میں لائیں
uz: Tekislash

source: Image size
am: የ ምስል መጠን
cy: Maint delweddau
eo: Bildogrando
hi: चित्र आकार
ia: Dimension de image
kab: Teɣzi n tugna
ur: تصویر کا سائز
uz: Rasm o‘lchami

source: Point 1:
am: ነጥብ 1:
cy: Pwynt 1:
eo: Punkto 1:
hi: बिंदु 1:
ia: Puncto 1:
kab: Tanqiḍt 1 :
ur: پوائنٹ 1:
uz: 1-band:

source: Point 2:
am: ነጥብ 2:
cy: Pwynt 2:
eo: Punkto 2:
hi: बिंदु 2:
ia: Puncto 2:
kab: Tanqiḍt 2 :
ur: پوائنٹ 2:
uz: 2-band:

source: Keep aspect ratio
am: አንጻራዊ መጠን መጠበቂያ
cy: Cadw cymhareb agwedd
eo: Teni bildformaton
hi: दृश्य अनुपात अनुरक्षित
ia: Mantener le rata del aspecto
kab: Eǧǧ atug n tmeẓriwt
uz: Tomonlar nisbatini saqlash

source: Grid:
am: መጋጠሚያ:
eo: Krado:
hi: ग्रिड :
ia: Grillia:
kab: Taferrugt:
ur: گرڈ:
uz: To‘r:

source: _Background:
am: _መደብ:
cy: _C_efndir:
eo: _Fono:
hi: बैकग्राउंड (_B):
ia: Fundo (_Background):
kab: A_gilal:
ur: _پس منظر:
uz: _Fon:

source: Pick a background color
am: የ መደብ ቀለም ይምረጡ
cy: Dewiswch liw cefndir
eo: Elekti fonan koloron
hi: बैकग्राउंड रंग चुनें
ia: Eliger un color de fundo
kab: Fren ini n ugilal
ur: پس منظر کا رنگ چُنیں
uz: Fon rangini tanlash

source: _Transparent
am: _ግልጽነት
cy: _Tryloyw
eo: _Travidebleco
hi: पारदर्शी (_T)
ia: _Transparente
kab: A_frawan
ur: _شفاف
uz: _Shaffof

source: Reset
am: እንደ ነበረ መመለሻ
cy: Ailosod
eo: Restarigi
hi: पुन: सेट करें
ia: Restabilir
kab: Wennez
ur: اصل پہ واپس
uz: Qayta sozlash

source: Draw a line on the image to set the alignment.
am: በ ምስሉ መስመር መሳያ ማሰለፊያ ለማሰናዳት
cy: Tynnwch linell ar y ddelwedd i osod yr aliniad.
eo: Desegni linion sur la bildo por agordi la ĝisrandigon.
hi: संरेखण सेट करने हेतु चित्र पर एक रेखा खींचें।
ia: Designar un linea sur le imagine pro configurar le alineamento.
kab: Jerred ajerriḍ ɣef tugna i usbadu n ureyyec.
uz: Tekislashni sozlash uchun rasmga chiziq tortish.

source: Parallel
am: አጓዳኝ
cy: Paralel
eo: Paralela
hi: समानांतर
kab: Amsadaɣ
ur: متوازی

source: Perpendicular
am: ቀጥ ያለ
cy: Perpendicwlar
eo: Perpendikla
hi: लंबवत
kab: Ubdday
uz: Perpendikulyar

source: Alignment
am: ማሰለፊያ
cy: Aliniad
eo: Ĝisrandigo
hi: संरेखण
ia: Alineamento
kab: Areyyec
uz: Tekislash

source: Original size
am: ዋናው መጠን
cy: Maint gwreiddiol
eo: Origina grando
hi: वास्तविक आकार
ia: Dimension original
kab: Tiddi tasentant
ur: اصل سائز
uz: Asl o‘lcham

source: Bounding box
am: ማንጠሪያ ሳጥን
cy: Blwch terfyn
eo: Limiga ujo
hi: सीमांकन क्षेत्र
ia: Buxo de quadro de delimitation
uz: Cheklovchi quti

source: Crop borders
am: ድንበሮች መከርከሚያ
cy: Tocio borderi
eo: Stuci borderojn
hi: चित्र सीमांत हटाएँ
ia: Bordos del retalio
kab: Ɣeẓ iran
ur: کنارے کراپ کریں
uz: Qirqish chegaralari

source: _Preview:
am: _ቅድመ እይታ:
cy: _Rhagolwg:
eo: _Antaŭmontro:
hi: पूर्वावलोकन (_P):
ia: _Pre-visualisation:
kab: Ta_muɣli:
ur: _معائنہ:
uz: _Ko‘rib chiqish:

source: Threshold:
am: መግቢያ:
cy: Trothwy:
eo: Sojlo:
hi: सीमा रेखा :
ia: Limine:
kab: Amnar:
uz: Ostona:

source: Radius:
am: ራዲየስ:
cy: Radiws
eo: Radiuso:
hi: त्रिज्या :
ia: Radio:
kab: Aqar :

source: Amount:
am: መጠን:
cy: Swm:
eo: Kvanto:
hi: मात्रा :
ia: Amonta:
kab: Tasmekta:
ur: مقدار:
uz: Miqdori:

source: Image tools
am: የ ምስል መሳሪያዎች
cy: Offer delweddau
eo: Iloj por bildoj
hi: चित्र साधन
ia: Applicationes de imagine
kab: Ifecka n tugna
uz: Rasm asboblari

source: Basic tools to modify images.
am: ምስሎች ለ ማሻሻያ መሰረታዊ መሳሪያዎች
cy: Offer sylfaenol i addasu delweddau.
eo: Bazaj iloj por modifi bildojn.
hi: चित्र परिवर्तन हेतु सामान्य साधन।
ia: Applicationes basic pro modificar imagines.
kab: Ifecka izaduren i webeddel n tugna.
uz: Rasmlarni o‘zgartirish uchun asosiy asboblar.

source: Applying changes
am: ለውጦችን በ መፈጸም ላይ
cy: Yn gosod newidiadau
eo: Aplikante ŝanĝojn
hi: परिवर्तन लागू करना जारी
ia: Application del modificationes
kab: Asnes n ibeddilen
uz: O‘zgarishlar qo‘llanilmoqda

source: Adjust Colors...
am: ቀለሞች ማስተካከያ...
cy: Addasu Lliwiau ...
eo: Ĝustigi kolorojn...
hi: रंग सेट करें...
ia: Adjustar le colores...
kab: Seggem initen...
ur: رنگ ایڈجسٹ کریں...
uz: Ranglarni sozlash...

source: Adjust Colors
am: ቀለሞች ማስተካከያ
cy: Addasu Lliwiau
eo: Ĝustigi kolorojn
hi: रंग सेट करें
ia: Adjustar le colores
kab: Seggem initen
ur: رنگ ایڈجسٹ کریں
uz: Ranglarni sozlash

source: Change brightness, contrast, saturation and gamma level of the image
am: የ ምስል ብሩህነት: ማነፃፀሪያ: እና ጋማ ደረጃ መቀየሪያ
cy: Newid disgleirdeb, cyferbyniad, dirlawnder a lefel gama'r ddelwedd
eo: Ŝanĝi brilecon, kontraston, saturecon kaj gamonivelon de la bildo
hi: चित्र की आभा, कंट्रास्ट, रंग संतृप्ति व गामा स्तर बदलें
ia: Cambiar le grado de brillantia, contrasto, saturation e le gamma del imagine
kab: Beddel aswir n tifawit, amyeẓli, taččart akked gama n tugna
uz: Rasmning yorqinligini, kontrastini, toʻyinganligini va gamma darajasini oʻzgartirish

source: Adjust Contrast
am: ማነፃፀሪያ ማስተካከያ
cy: Addasu Cyferbyniad
eo: Ĝustigi kontraston
hi: कंट्रास्ट सेट करें
ia: Adjustar le contrasto
kab: Sgaddi amyeẓli
ur: کنٹراسٹ ایڈجسٹ کریں
uz: Kontrastni sozlash

source: Automatic contrast adjustment
am: ራሱ በራሱ ማነፃፀሪያ ማስተካከያ
cy: Addasiad cyferbyniad awtomatig
eo: Aŭtomata kontrasta ĝustigo
hi: स्वतः कंट्रास्ट सेट करें
ia: Adjustamento automatic del contrasto
kab: Asgadi awurman n umyeẓli
ur: خودکار کنٹراسٹ ایڈجسٹ کریں
uz: Avtomatik kontrastni sozlash

source: Square
am: ስኴር
cy: Sgwâr
eo: Kvadrato
hi: वर्ग
ia: Quadrate
kab: Amkuẓ
ur: چوکور
uz: Kvadrat

source: %d x %d (Image)
am: %d x %d (ምስል)
cy: %d x %d (Delwedd)
eo: %d x %d (bildo)
hi: %d x %d (चित्र)
ia: %d x %d (Imagine)
kab: %d x %d (Tugna)
uz: %d x %d (Rasm)

source: %d x %d (Screen)
am: %d x %d (መመልከቻ)
cy: %d x %d (Sgrin)
eo: %d x %d (ekrano)
hi: %d x %d (स्क्रीन)
ia: %d x %d (Schermo)
kab: %d x %d (Agdil)
uz: %d x %d (Ekran)

source: 4:3 (DVD, Book)
am: 4:3 (ዲቪዲ: መጽሀፍ)
cy: 4: 3 (DVD, Llyfr)
eo: 4:3 (DVD, libro)
hi: 4:3 (डीवीडी, बुक)
ia: 4:3 (DVD, libro)
kab: 4:3 (DVD, Adlis)
uz: 4:3 (DVD, Kitob)

source: 3:2 (Postcard)
am: 3:2 (ፖስት ካርድ)
cy: 3: 2 (Cerdyn Post)
eo: 3:2 (poŝtkarto)
hi: 3:2 (पोस्टकार्ड)
ia: 3:2 (carta postal)
ur: 3:2 (پوسٹ کارڈ)
uz: 3:2 (Otkritka)

source: 16:9 (DVD)
am: 16:9 (ዲቪዲ)
hi: 16:9 (डीवीडी)

source: Custom
am: ማስተካከያ
cy: Cyfaddasu
eo: Propra
hi: मनपसंद
ia: Personalisate
kab: Udmawan
ur: مخصوص
uz: Maxsus

source: Rule of Thirds
am: የ ሶስተኛ ደንብ
cy: Y Rheol Trydydd
eo: Regulo de trionoj
hi: तिहाई का नियम
ia: Regula del terties
kab: Alugan n wis kraḍ
uz: Uchlik qoidasi

source: Golden Sections
am: ወርቅማ ክፍሎች
cy: Adrannau Aur
eo: Oraj sekcioj
hi: वैदिक अनुपात
ia: Sectiones auree
kab: Uṭṭun n uraɣ
uz: Oltin bo‘limlar

source: Center Lines
am: የ መሀከል መስመሮች
cy: Llinellau Canoli
eo: Centrigi liniojn
hi: केंद्रीय रेखाएँ
ia: Lineas central
kab: Slemmes izirigen
uz: Chiziqlarni markazlashtirish

source: Uniform
am: ተመሳሳይ
cy: Unffurf
eo: Unuforma
hi: समरूप
ia: Uniforme
kab: Amsari
ur: یونی فارم
uz: Bir xil

source: Crop...
am: መከርከሚያ...
cy: Tocio...
eo: Stuci...
hi: आकार संक्षिप्त...
ia: Retalio...
kab: Ɣeẓ...
ur: کراپ کریں...
uz: Qirqish...

source: Crop
am: መከርከሚያ
cy: Tocio
eo: Stuci
hi: आकार संक्षिप्त
ia: Retaliar
kab: Ɣeẓ
ur: کراپ کریں
uz: Qirqish

source: Equalizing image histogram
am: የ ምስል ስፋት እና እርዝመት እኩል ማድረጊያ
cy: Cydraddoli histogram delwedd
eo: Egaligo de bildohistogramo
hi: चित्र आयतचित्र समीकरण जारी
ia: Equalisation del histogramma de imagine
kab: Amazrudlif n umsaεdal n tugna
uz: Rasm gistogrammasi tenglashtirilmoqda

source: Equalize
am: እኩል ማድረጊያ
cy: Cydraddoli
eo: Ekvilibrigi
hi: समीकरण
ia: Equalisar
kab: Segdu
uz: Tenglashtirish

source: Equalize image histogram
am: የ ምስል ስፋት እና እርዝመት እኩል ማድረጊያ
cy: Cydraddoli histogram delwedd
eo: Egaligi bildohistogramon
hi: चित्र आयतचित्र समीकरण
ia: Equalisar le histogramma de imagine
kab: Segdu amazrudem n tugnna
uz: Rasm gistogrammasini tenglashtirish

source: Flip
am: በፍጥነት ግለጥ
cy: Fflipio
eo: Renversi
hi: उलटें
kab: Tti
ur: ال_ٹا کریں
uz: Aylantirish

source: Flip the image vertically
am: ምስል በ ቁመት መገልበጫ
cy: Fflipio'r ddelwedd yn fertigol
eo: Inversigi la bildon vertikale
hi: चित्र को लंबवत उलटें
ia: Inverter le imagine verticalmente
kab: Tti tugna s wudem aratak
ur: تصویرکو عمودی انداز میں پلٹائیں
uz: Rasmni vertikal aylantirish

source: Grayscale...
am: ግራጫማ...
cy: Graddlwyd...
eo: Grizoskalo...
hi: ग्रे स्केल...
ia: Scala de gris...
kab: Iswiren n umelliɣdi...
ur: گرے سکیل...
uz: Kulrang shkala...

source: Grayscale
am: ግራጫማ
cy: Graddlwyd
eo: Grizoskalo
hi: ग्रे स्केल
ia: Scala de gris
kab: Iswiren n umelliɣdi
ur: گرے سکیل
uz: Kulrang shkala

source: Mirror
am: አንፀባረቀ
cy: Drychu
eo: Speguli
hi: प्रतिबिंब
ia: Speculo
kab: Aberkan
uz: Ko‘zgu

source: Mirror the image horizontally
am: ምስል በ አግድም ማንፀባረቂያ
cy: Drychwch y ddelwedd yn llorweddol
eo: Speguli la bildon horizontale
hi: चित्र का क्षैतिज प्रतिबिंब बनाएँ
ia: Speculo horizontal del imagine
kab: Tti tugna s wudem aglawan
uz: Rasmni gorizontal aks ettirish

source: Negative
am: አሉታዊ
cy: Negyddol
eo: Negativa
hi: नेगेटिव चित्र
kab: Tuzdirt
ur: منفی
uz: Manfiy

source: Redo
am: እንደገና መስሪያ
cy: Ail-wneud
eo: Refari
hi: पुनः करें
ia: Refacer
kab: Ales
ur: اعادہ کریں
uz: Oldinga qaytarish

source: Resizing images
am: ምስሎች እንደገና በ መመጠን ላይ
cy: Newid maint delweddau
eo: Regrandigo de bildoj
hi: चित्र आकार परिवर्तन जारी
ia: Re-dimensionar le imagines
kab: Ales tisekta n tugniwin
ur: تصاویر کا سائز بدلا جا رہا ہے
uz: Rasmlarning oʻlchamini oʻzgartirish

source: Resize...
am: እንደገና መመጠኛ...
cy: Newid maint...
eo: Aligrandigi...
hi: आकार परिवर्तन...
ia: Re-dimensionar...
kab: Ales tisekta...
ur: سائز بدلیں...
uz: Oʻlchamini oʻzgartirish...

source: Resize
am: እንደገና መጧን ማስተሥከል
cy: Ailfeintio
eo: Aligrandigi
hi: आकार परिवर्तन
ia: Re-dimensionar
kab: Ales tisekta
ur: سائز بدلیں
uz: Oʻlchamini oʻzgartirish

source: Rotate...
am: ማዞሪያ...
cy: Cylchdroi
eo: Turni...
hi: घुमाएँ...
ia: Rotar...
kab: Zzi…
ur: گھمائیں...
uz: Burish...

source: Rotate
am: ያሽከርክሩ
cy: Cylchdroi
eo: Turni
hi: घुमाएँ
ia: Rotar
kab: Zzi
ur: گھمائیں
uz: Burish

source: Freely rotate the image
am: ምስሉን ማዞሪያ
cy: Cylchdroi'r ddelwedd yn rhydd
eo: Libere turni la bildon
hi: विमुक्त रूप से चित्र घुमाएँ
ia: Rotar liberemente le imagine
kab: Tuzzya tilellit n tugna
uz: Rasmni erkin burish

source: Rotate Left
am: ወደ ግራ ማዞሪያ
cy: Cylchdroi i'r chwith
eo: Turni maldekstren
hi: बाएँ घुमाएँ
ia: Rotar a sinistra
kab: Zzi ɣer zelmaḍ
ur: بائیں گھمائیں
uz: Chapga burish

source: Rotate the image by 90 degrees counterclockwise
am: ምስሉን 90 ዲግሪዎች ማዞሪያ ከ ቀኝ ወደ ግራ
cy: Cylchdroi'r ddelwedd 90 gradd yn wrthglocwedd
eo: Turni la bildon je 90 gradoj maldekstren
hi: चित्र को 90 डिग्री वामावर्त घुमाएँ
ia: Rotar le imagine de 90 grados antihorari
kab: Zzi tugna s 90 n tfesniwin mgal tamrilt
ur: تصویر کو 90 درجے بائیں گھمائیں
uz: Rasmni soat miliga teskari 90 daraja burish

source: Rotate Right
am: ወደ ቀኝ ማዞሪያ
cy: Cylchdroi i'r Dde
eo: Turni dekstren
hi: दाएँ घुमाएँ
ia: Rotar a dextra
kab: Zzi ɣer yefus
ur: دائیں گھمائیں
uz: O‘ngga burish

source: Rotate the image by 90 degrees clockwise
am: ምስሉን 90 ዲግሪዎች ማዞሪያ ከ ግራ ወደ ቀኝ
cy: Cylchdroi'r ddelwedd 90 gradd yn glocwedd
eo: Turni la bildon je 90 gradoj dekstren
hi: चित्र को ९० डिग्री दक्षिणावर्त घुमाएँ
ia: Rotar le imagine de 90 grados in senso horari
kab: Zzi tugna s 90 n tfesniwin di tnila n temrilt
ur: تصویر کو 90 درجے دائیں گھمائیں
uz: Rasmni soat yo‘nalishi bo‘yicha 90 daraja burish
