Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: The geographical position information is not available for this image.
am: ለዚህ ምስል የ ጂኦግራፊው ቦታ መረጃ አልተገኘም
cy: Nid yw'r wybodaeth am leoliad daearyddol ar gael ar gyfer y ddelwedd hon.
eo: La geografia pozicia informo ne disponeblas por ĉi tiu bildo.
hi: इस चित्र हेतु भूगोलिक स्थिति सूचना अनुपलब्ध है।
ia: Le information de position geographic non es disponibile pro iste imagine.
kab: Adeg ajiyugrafi ulac-it i tugna-agi.
uz: Bu rasm uchun geografik joylashuv maʼlumotlari mavjud emas.

source: View the photo position on the map
am: የ ፎቶውን ቦታ በ ካርታ ላይ መመልከቻ
cy: Gweld lleoliad y llun ar y map
eo: Montri la fotopozicion sur la mapo
hi: मानचित्र पर चित्र स्थिति देखें
ia: Vider le position del photo sur le mappa
kab: Sken ideg n tewlaft ɣef tkarḍa
uz: Fotosurat joylashuvini xaritada ko‘rish

source: A_ccounts:
am: መ_ግለጫ:
cy: _Cyfrifon:
eo: _Kontoj:
hi: अकाउंट (_c):
ia: _contos
kab: I_miḍanen:
ur: کھا_تے:
uz: _Hisoblar:

source: Loading...
am: በ መጫን ላይ...
cy: Llwytho...
eo: Ŝargante...
hi: लोड होना जारी...
ia: Cargamento...
kab: Aɛebbi…
ur: لوڈ کر رہا ہے...
uz: Yuklanmoqda...

source: New authentication...
am: አዲስ ማረጋገጫ...
cy: Dilysu newydd...
eo: Nova rajtigo...
hi: नया पुष्टिकरण...
ia: Nove authentication...
kab: Asesteb amaynut...
uz: Yangi autentifikatsiya...

source: Authorization Required
am: ማረጋገጫ ያስፈልጋል
cy: Mae Angen Awdurdodi
eo: Rajtigo postulata
hi: पुष्टिकरण आवश्यक
ia: Autorisation requirite
kab: Asireg yettwasra
ur: تصدیق درکار
uz: Avtorizatsiya talab qilinadi

source: Choose _Account...
am: _መግለጫ ይምረጡ...
cy: Dewis _Cyfrif
eo: Elekti _konton...
hi: अकाउंट चुनें (_A)...
ia: Eliger le conto (_Account)...
kab: Fren a_miḍan...
ur: _کھاتہ منتخب کریں...
uz: _Hisobni tanlash...

source: Choose Account
am: መግለጫ ይምረጡ
cy: Dewis Cyfrif
eo: Elekti konton
hi: अकाउंट चुनें
ia: Seliger le conto
kab: Fren amiḍan
ur: کھاتہ منتخب کریں
uz: Hisobni tanlash

source: Edit Accounts
am: መግለጫ ማረሚያ
cy: Golygu Cyfrifon
eo: Redakti kontojn
hi: अकाउंट संपादन
ia: Rediger le contos
kab: Ẓreg imiḍanen
ur: کھاتوں کی ترمیم
uz: Hisoblarni tahrirlash

source: Connecting to the server
am: ወደ ሰርቨር በ መገናኘት ላይ
cy: Cysylltu â'r gweinydd
eo: Konektante al la servilo
hi: सर्वर से कनेक्शन प्रयास जारी
ia: Connexion al servitor
kab: Tuqqna ar uqeddac
ur: سرور سے رابطہ قائم کیا جارہا ہے
uz: Serverga ulanish

source: Asking authorization
am: ፍቃድ በ መጠየቅ ላይ
cy: Yn gofyn am awdurdodiad
eo: Demandado de rajtigo
hi: पुष्टिकरण सूचना प्राप्ति जारी
ia: Demandar le autorisation
kab: Asuter n usireg
uz: Avtorizatsiya so‘rash

source: Getting account information
am: የ መግለጫ መረጃ በ ማግኘት ላይ
cy: Estyn manylion cyfrif
eo: Ekhavo de konto-informo
hi: अकाउंट सूचना प्राप्ति जारी
ia: Obtener le informationes del conto
kab: Aggay n isallan n umiḍan
ur: کھاتے کی معلومات حاصِل کی جارہی ہے
uz: Hisob ma'lumotlarini olish

source: Upload photos to Photobucket
am: ፎቶ ወደ ማጠራቀሚያ መጫኛ
cy: Llwytho luniau i Photobucket
eo: Alŝuti fotojn al photobucket
hi: Photobucket पर चित्र अपलोड करें
ia: Cargar photos al album de photos
kab: Sali tiwlafin ar Photobucket
ur: فوٹو بکٹ Photobucket پر تصاویر اپلوڈ کریں
uz: Fotosuratlarni Photobucketga yuklash

source: _Scramble filenames
am: የ ፋይል ስሞች _መቀላቀያ
cy: Enwau ffeiliau _Scramble
eo: _Miksi dosiernomojn
hi: फाइल नाम मिश्रण (_S)
ia: Nomines de file de _Scramble
kab: F_fer ismawen n ifuyla
uz: Fayl nomlarini shifrlash

source: Tiny ( 100 x 75 )
am: ትንሽ ( 100 x 75 )
cy: Bach Iawn (100 x 75)
eo: Eta ( 100 x 75 )
hi: अति लघु ( 100 x 75 )
ia: Minime ( 100 x 75 )
kab: Amecṭuḥ aṭas (100 x 75)
ur: بلکل چھوٹا (75 × 100)
uz: Kichik (100 x 75)

source: Small ( 160 x 120 )
am: ትንሽ ( 160 x 120 )
cy: Bach (160 x 120)
eo: Malgranda ( 160 x 120 )
hi: लघु ( 160 x 120 )
ia: Parve ( 160 x 120 )
kab: Amecṭuḥ (160 x 120)
ur: چھوٹا (160x120)
uz: Kichik ( 160 x 120 )

source: Medium ( 320 x 240 )
am: መካከለኛ ( 320 x 240 )
cy: Canolig (320 x 240)
eo: Meza ( 320 x 240 )
hi: सामान्य ( 320 x 240 )
ia: Medie ( 320 x 240 )
kab: Alemmas (320 x 240)
ur: درمیانہ (240 × 320)
uz: Oʻrtacha ( 320 x 240 )

source: Large ( 640 x 480 )
am: ትልቅ ( 640 x 480 )
cy: Mawr (640 x 480)
eo: Granda ( 640 x 480 )
hi: विशाल ( 640 x 480 )
ia: Grande ( 640 x 480 )
kab: Ameqran (640 x 480)
ur: بڑا (640x480)
uz: Katta ( 640 x 480 )

source: 15ʺ screen ( 800 x 600 )
am: 15ʺ መመልከቻ ( 800 x 600 )
cy: Sgrin 15ʺ (800 x 600)
eo: 15ʺ ekrano ( 800 x 600 )
hi: 15ʺ स्क्रीन ( 800 x 600 )
ia: Schermo de 15ʺ ( 800 x 600 )
kab: agdil 15ʺ ( 800 x 600 )
ur: 15" سکرین (600 × 800)
uz: 15ʺ ekran (800 x 600)

source: 17ʺ screen ( 1024 x 768 )
am: 17ʺ መመልከቻ ( 1024 x 768 )
cy: Sgrin 17ʺ (1024 x 768)
eo: 17ʺ ekrano ( 1024 x 768 )
hi: 17ʺ स्क्रीन ( 1024 x 768 )
ia: Schermo de 17ʺ ( 1024 x 768 )
kab: agdil 17ʺ ( 1024 x 768 )
ur: 17" سکرین (768 × 1024)
uz: 17ʺ ekran (1024 x 768)

source: 1 megabyte file size
am: 1 ሜጋ ባይት የ ፋይል መጠን
cy: 1 maint ffeil megabeit
eo: 1 megabajta dosiergrando
hi: 1 मेगाबाइट फाइल आकार
ia: Dimension del file 1 megabyte
kab: Tu vzi n ufaylu 1 MAṬ
ur: 1 میگا بائٹ فائل کا سائز
uz: 1 megabayt fayl hajmi

source: _Container:
am: _ማጠራቀሚያ:
cy: _Cynhwysydd:
eo: _Uja dosiero:
hi: कंटेनर (_C):
ia: _Continitor:
kab: Ama_gbar:
uz: _Konteyner:

source: Tiny ( 100 × 75 )
am: አነስተኛ ( 100 × 75 )
cy: Bach Iawn (100 x 75)
eo: Eta ( 100 × 75 )
hi: अति लघु ( 100 × 75 )
ia: micre ( 100 × 75 )
kab: Amecṭuḥ aṭas (100 × 75)
ur: بلکل چھوٹا (100x75)
uz: Kichik (100 × 75)

source: Small ( 160 × 120 )
am: ትንሽ ( 160 × 120 )
cy: Bach (160 × 120)
eo: Malgranda ( 160 × 120 )
hi: लघु ( 160 × 120 )
ia: Parve ( 160 × 120 )
kab: Amecṭuḥ (160 × 120)
ur: چھوٹا (160x120)
uz: Kichik ( 160 × 120 )

source: Medium ( 320 × 240 )
am: መካከለኛ ( 320 × 240 )
cy: Canolig (320 × 240)
eo: Meza ( 320 × 240 )
hi: सामान्य ( 320 × 240 )
ia: Medie ( 320 × 240 )
kab: Alemmas (320 × 240)
ur: درمیانہ ( 320x240)
uz: Oʻrtacha ( 320 × 240 )

source: Large ( 640 × 480 )
am: ትልቅ ( 640 × 480 )
cy: Mawr (640 × 480)
eo: Granda ( 640 × 480 )
hi: विशाल ( 640 × 480 )
kab: Ameqran (640 × 480)
ur: بڑا (640x480)
uz: Katta ( 640 × 480 )

source: 15ʺ screen ( 800 × 600 )
am: 15ʺ መመልከቻ ( 800 × 600 )
cy: Sgrin 15ʺ (800 × 600)
eo: 15ʺ ekrano ( 800 × 600 )
hi: 15ʺ स्क्रीन ( 800 × 600 )
ia: Schermo de 15ʺ ( 800 × 600 )
kab: agdil 15ʺ ( 800 × 600 )
ur: 15" سکرین (600 × 800)
uz: 15ʺ ekran (800 × 600)

source: 17ʺ screen ( 1024 × 768 )
am: 17ʺ መመልከቻ ( 1024 × 768 )
cy: Sgrin 17ʺ (1024 × 768)
eo: 17ʺ ekrano ( 1024 × 768 )
hi: 17ʺ स्क्रीन ( 1024 × 768 )
ia: Schermo de 17ʺ ( 1024 × 768 )
kab: agdil 17ʺ ( 1024 × 768 )
ur: 17" سکرین (600 × 800)
uz: 17ʺ ekran (1024 × 768)

source: 2 megabyte file size
am: 2 ሜጋ ባይት የ ፋይል መጠን
cy: 2 maint ffeil megabeit
eo: 2 megabajta dosiergrando
hi: 2 मेगाबाइट फाइल आकार
ia: Dimension del file 2 megabyte
kab: 2 n imigaṭamḍanen n teɣzi n ufaylu
ur: 2 میگا بائٹ فائل کا سائز
uz: 2 megabayt fayl hajmi

source: Upload images to PhotoBucket
am: ፎቶ ወደ ማጠራቀሚያ መጫኛ
cy: Llwytho delweddau i Photobucket
eo: Alŝuti bildojn al photobucket
hi: PhotoBucket पर चित्र अपलोड करें
ia: Cargar imagines al album de photos
kab: Sali tugniwin ar PhotoBucket
ur: فوٹو بکٹ Photobucket پر تصاویر اپلوڈ کریں
uz: Rasmlarni PhotoBucketga yuklash

source: Import
am: ማምጫ
cy: Mewnforio
eo: Enporti
hi: आयात करें
ia: Importar
kab: Kter
ur: درآمد کریں
uz: Import qilish

source: _Removable Device...
am: _የሚወልቅ አካል...
cy: Dyfais _Tynadwy...
eo: _Demetebla aparato...
hi: हटाने योग्य उपकरण (_R)...
ia: Dispositivo _Removibile...
kab: Ibenk a_ziraz...
ur: _قابلِ علیحدگی ڈیوائس...
uz: _Olinadigan qurilma...

source: Import photos and other files from a removable device
am: ፎቶ እና ሌሎች ፋይሎች ከሚወልቅ አካል ላይ ማምጫ
cy: Mewnforio lluniau a ffeiliau eraill o ddyfais dynadwy
eo: Importi fotojn kaj aliajn dosierojn de demetebla aparato
hi: हटाने योग्य उपकरण से चित्र व अन्य फाइलें आयात करें
ia: Importar photos e altere files ex un dispositivo removibile
kab: Kter tiwlafin akked ifuyla-nniḍen seg yibenk aziraz
uz: Fotosurat va boshqa fayllarni olinadigan qurilmadan import qilish

source: F_older...
am: ፎ_ልደር...
cy: _Ffolder...
eo: D_osierujo...
hi: फोल्डर (_F)...
ia: Plica (F_older)...
kab: A_karam…
ur: _فولڈر...
uz: _Jild...

source: Import photos and other files from a folder
am: ፎቶ እና ሌሎች ፋይሎች ከ ፎልደር ውስጥ ማምጫ
cy: Mewnforio lluniau a ffeiliau eraill o ffolder
eo: Importi fotojn kaj aliajn dosierojn de dosierujo
hi: फोल्डर से चित्र व अन्य फाइलें आयात करें
ia: Importar photos e altere files ex un plica
kab: Kter tiwlafin akked ifuyla-nniḍen seg ukaram
uz: Fotosuratlar va boshqa fayllarni jilddan import qilish

source: _Rotate the images physically
am: ምስሎችን _ማዞሪያ
cy: _Cylchdroi'r delweddau yn gorfforol
eo: _Turni la bildojn fizike
hi: स्वयं ही चित्र घुमाएँ (_R)...
ia: _Rotar le imagines physicamente
kab: _Tti tugna
uz: _Rasmlarni jismoniy burish

source: After importing from a device:
am: ከ አካሉ ላይ ከ መጣ በኋላ:
cy: Ar ôl mewnforio o ddyfais:
eo: Post importo de aparato:
hi: उपकरण से आयात उपरांत :
ia: Post le importation ex un dispositivo:
kab: Seld akter seg ibenk
ur: ڈیوائس سے درآمدگی کے بعد:
uz: Qurilmadan import qilgandan so‘ng:

source: S_how:
am: ማ_ሳያ:
cy: _Dangos:
eo: _Montri:
hi: दिखाएँ (_h):
ia: Monstrar (S_how):
kab: S_ken:
ur: د_کھائیں:
uz: _Ko‘rsatish:

source: _Tags:
am: _ምልክቶች:
cy: _Tagiau:
eo: _Markoj:
hi: उपनाम (_T):
kab: Ti_craḍ:
ur: _ٹیگ:
uz: _Teglar:

source: _Event:
am: _ሁኔታው:
cy: _Digwyddiad:
eo: _Evento:
hi: घटना (_E):
ia: _Evento:
kab: Ta_dyant:
uz: _Voqea:

source: _Delete the imported files from the source
am: ከ ምንጩ የ መጡትን ፋይሎች _ማጥፊያ
cy: _Dileu'r ffeiliau a fewnforiwyd o'r ffynhonnell
eo: _Forigi la importitajn dosierojn de la fonto
hi: आयात की गई फाइलों को स्रोत से हटाएँ (_D)
ia: _Deler le files importate, ab le fonte
kab: _Kkes ifuyla yettwaketren seg uɣbalu
uz: _Import qilingan fayllarni manbadan oʻchirish

source: Could not import the files
am: ፋይሎቹን ማምጣት አልተቻለም
cy: Methu mewnforio'r ffeiliau
eo: Ne eblas importi la dosierojn
hi: फाइल आयात विफल
ia: Impossibile importar le files
kab: Ur izmir ara ad yekter ifuyla
ur: فائلوں کو درآمد نہیں کیا جاسکا.
uz: Fayllarni import qilib bo‘lmadi

source: Files to import: %d (%s)
am: የሚመጡት ፋይሎች: %d (%s)
cy: Ffeiliau i'w mewnforio: %d (%s)
eo: Dosieroj importotaj: %d (%s)
hi: आयात हेतु फाइलें : %d (%s)
ia: Files a importar: %d (%s)
kab: Ifuyla ara yettwaketren: %d (%s)
ur: فائلیں جو برآمد کی جانی ہیں: %d (%s)
uz: Import qilinadigan fayllar: %d (%s)

source: Could not load the folder
am: ፎልደሩን መጫን አልተቻለም
cy: Methu llwytho'r ffolder
eo: Ne eblas ŝargi la dosierujon
hi: फोल्डर लोड करना विफल
ia: Impossibile cargar le plica
kab: Ur izmir ara ad d-isali akaram
ur: فولڈر لوڈ نہیں کیا جاسکا
uz: Jildni yuklab bo‘lmadi

source: Getting folder listing...
am: የ ፎልደር ዝርዝር በማግኘት ላይ...
cy: Cael y rhestr ffolderi ...
eo: Ekhavo de dosieruj-listigo...
hi: फोल्डर सूची प्राप्ति जारी...
ia: Obtener le lista del plica...
kab: Aggay n ugbur n ukaram...
uz: Jildlar roʻyxati olinmoqda...

source: Empty
am: ባዶ
cy: Gwag
eo: Malplene
hi: रिक्त
ia: Vacue
kab: Ilem
ur: خالی
uz: Bo‘sh

source: Import from Removable Device
am: ከሚወልቁ አካሎች ላይ ማምጫ
cy: Mewnforio o Ddyfais Dynadwy
eo: Importi de demetebla aparato
hi: हटाने योग्य उपकरण से आयात करें
ia: Importar ex un dispositivo amovibile
kab: Kter seg yibenk aziraz
ur: قابلِ علیحدگی ڈیوائس سے درآمد کریں
uz: Olinadigan qurilmadan import qilish

source: Import from Folder
am: ከ ፎልደር ማምጫ
cy: Mewnforio o'r Ffolder
eo: Importi de dosierujo
hi: फोल्डर से आयात करें
ia: Importar ab un plica
kab: Kter seg ukaram
ur: فولڈر سے درآمد کریں
uz: Jilddan import qilish

source: Import photos
am: ፎቶዎች ማምጫ
cy: Mewnforio lluniau
eo: Importi fotojn
hi: चित्र आयात करें
ia: Importar photos
kab: Kter tiwlafin
ur: تصاویر برآمد کریں
uz: Fotosuratlarni import qilish

source: Import photos from removable devices.
am: ፎቶዎች ከሚወልቁ አካሎች ላይ ማምጫ
cy: Mewnforio lluniau o ddyfeisiau tynadwy.
eo: Importi fotojn de demeteblaj aparatoj.
hi: हटाने योग्य उपकरण से चित्र आयात करें।
ia: Importar photos ex dispositivos amovibile.
kab: Kter tiwlafin seg yibenkan izirazen.
ur: قابلِ علیحدگی ڈیوائس سے تصاویر درآمد کریں
uz: Fotosuratlarni olinadigan qurilmalardan import qilish.

source: _Picasa Web Album...
am: _ፒካሳ የ ዌብ አልበም...
cy: Albwm Gwe _Picasa...
eo: _Picasaweb-fotaro...
hi: पिकासा वेब एल्बम (_P)...
ia: Album Web de _Picasa...
kab: Album Web _Picasa...
ur: _پکاسا ویب البم...
uz: _Picasa veb-albomi...

source: Download photos from Picasa Web Album
am: ከ ፒካሳ የ ዌብ አልበም ላይ ፎቶዎች ማውረጃ
cy: Llwytho lluniau o Albwm Gwe Picasa
eo: Elŝuti fotojn de picasaweb-fotaro
hi: पिकासा वेब एल्बम से चित्र डाउनलोड करें
ia: Discargar photos ex un album WEB de Picasa
kab: Sider tiwlafin seg walbum Web Picasa
ur: پکاسا ویب البم سے تصاویر ڈاؤنلوڈ کریں
uz: Picasa veb-albomidan fotosuratlarni yuklab olish

source: Upload photos to Picasa Web Album
am: ወደ ፒካሳ የ ዌብ አልበም ላይ ፎቶዎች መጫኛ
cy: Llwytho lluniau i Albwm Gwe Picasa
eo: Alŝuti fotojn al picasaweb-fotaro
hi: पिकासा वेब एल्बम पर चित्र अपलोड करें
ia: Cargar photos a un album WEB de Picasa
kab: Sali tiwlafin to Picasa Web Albums
ur: پکاسا ویب البم پہ تصاویر اپلوڈ کریں
uz: Rasmlarni Picasa veb-albomiga yuklash

source: Export to Picasa Web Albums
am: ወደ ፒካሳ የ ዌብ አልበም ላይ መላኪያ
cy: Allforio i Albymau Gwe Picasa
eo: Eksporti al picasaweb-fotaroj
hi: पिकासा वेब एल्बम पर निर्यात करें
ia: Exportation a albumes WEB Picasa
kab: Sifeḍ ar ilbumen Web Picasa
ur: پکاسا ویب البم پہ برآمد کریں
uz: Picasa veb-albomlariga eksport qilish

source: _Albums:
am: _አልበሞች:
cy: _Albymau:
eo: _Albumoj:
hi: एल्बम (_A):
ia: _Albumes:
kab: _Ilbumen:
ur: _الب:
uz: _Albomlar:

source: Public
am: ሕዝብ
cy: Cyhoeddus
eo: Publika
hi: सार्वजनिक
kab: Azayez
ur: عوامی
uz: Ommaviy

source: Could not get the album list
am: የ አልበም ዝርዝር ማግኘት አልተቻለም
cy: Methu cael y rhestr albwm
eo: Ne eblas ekhavi la fotarliston
hi: एल्बम सूची प्राप्ति विफल
ia: Impossibile obtener le album del lista
kab: Ur yezmir ara ad d-yawi tabdart n ulbum
ur: البم فہرست حاصل نہیں کر سکا
uz: Albom roʻyxatini olib boʻlmadi

source: Picasa Web Albums
am: ፒካሳ የ ዌብ አልበም
cy: Albymau Gwe Picasa
eo: Picasaweb-fotaroj
hi: पिकासा वेब एल्बम
ia: Albumes WEB Picasa
kab: Albumen Web Picasa
ur: پکاسا ویب البم
uz: Picasa veb-albomlari

source: Upload images to Picasa Web Albums
am: ወደ ፒካሳ የ ዌብ አልበም ላይ ፎቶዎች መጫኛ
cy: Llwytho delweddau i Albymau Gwe Picasa
eo: Alŝuti bildojn al picasaweb-fotaroj
hi: पिकासा वेब एल्बम पर चित्र अपलोड करें
ia: Cargar imagines a un album WEB de Picasa
kab: Sali tiwlafin to Picasa Web Albums
ur: پکاسا ویب البم پہ تصاویر اپلوڈ کریں
uz: Fotosuratlarni Picasa veb-albomlariga yuklash

source: Raw format support
am: የ አቀራረብ ድጋፍ
cy: Cefnogaeth fformat amrwd
eo: Subteno de kruda dosierformo
hi: Raw प्रारूप समर्थन
ia: Supporto del formato crude
kab: Tiddin n umasal raw
ur: raw ساخت کی سپورٹ
uz: Raw formatini qo‘llab-quvvatlash

source: Allow to load raw format images.
am: የ ምስል አቀራረብ ድጋፍ መጫኛ ማስቻያ
cy: Caniatáu llwytho delweddau fformat amrwd.
eo: Permesi ŝargi bildojn kun kruda dosierformo.
hi: Raw प्रारूप चित्र लोड करना स्वीकार्य।
ia: Consentir le cargamento de imagines in formato crude.
kab: Ad yesireg aɛebbi n tugniwin s umasal raw.
ur: raw ساخت کی تصاویر لوڈ کرنے کی اجازت دیں
uz: Raw formatdagi rasmlarni yuklashga ruxsat berish.

source: Red Eye Removal...
am: ቀይ አይን ማስወገጃ...
cy: Tynnu Llygaid Coch...
eo: Ruĝokula forigo...
hi: नेत्र लालिमा सुधार...
ia: Remotion del oculos rubee...
kab: Aseɣti n wallen tizeggaɣin...
ur: سرخ آنکھ(red eye) ہٹانا...
uz: Qizil ko‘zni olib tashlash...

source: Red Eye Removal
am: ቀይ አይን ማስወገጃ
cy: Tynnu Llygaid Coch
eo: Ruĝokula forigo
hi: नेत्र लालिमा सुधार
ia: Remotion del oculos rubee
kab: Aseɣti n wallen tizeggaɣin
ur: سرخ-آنکھ(red eye) ہٹانا
uz: Qizil ko‘zni olib tashlash

source: Remove the red eye effect caused by camera flashes
am: ቀይ አይን ማስወገጃ በ ካሜራ ፍላሽ የሚፈጠረውን
cy: Tynnu effaith llygad coch sy'n cael ei achosi gan fflachiadau camera
eo: Forigi la ruĝokulan efikon, kaŭzitan de kamerafulmoj
hi: कैमरा फ़्लैश से उत्पन्न नेत्र लालिमा प्रभाव हटाएँ।
ia: Remove le effecto oculo rubee causate per le flashes del camera
kab: Seɣti asemdu n wallen tizeggaɣin swayes i d-tegla tafat n tkamirat.
uz: Kamera miltillashi natijasida paydo bo‘lgan qizil ko‘z effektini olib tashlash

source: Red-eye removal
am: ቀይ አይን ማስወገጃ
cy: Tynnu lygaid coch
eo: Ruĝokula forigo
hi: नेत्र लालिमा सुधार
ia: Remotion del oculos rubee
kab: Tukksa n tiḍt tazeggaɣt
ur: سرخ آنکھ(red eye) ہٹانا
uz: Qizil ko‘zni olib tashlash

source: Tool to remove the red-eye effect from a photo.
am: ከ ፎቶ ላይ የ ቀይ_አይን ምልክት ማጥፊያ መሳሪያ
cy: Teclyn i dynnu effaith llygaid coch o lun.
eo: Ilo por forigi la ruĝokulan efikon de foto.
hi: चित्र से नेत्र लालिमा प्रभाव हटाने हेतु साधन।
ia: Application pro remover le effecto oculos rubee ab un photo.
kab: Allal i weseɣti n wallen tizeggaɣin n tewlaft.
uz: Fotosuratdagi qizil ko‘z effektini olib tashlash vositasi.

source: digits
am: ዲጂቶች
cy: digidau
eo: ciferoj
hi: अंक
ia: digitos
kab: izwilen
ur: اعداد:
uz: raqamlar

source: format:
am: አቀራረብ:
cy: fformat:
eo: dosierformo:
hi: प्रारूप :
ia: formato:
kab: amasal:
ur: ساخت:

source: remove
am: ማስወገጃ
cy: tynnu
eo: forigi
hi: हटाएँ
ia: remover
kab: kkes
ur: ہٹائیں
uz: olib tashlash

source: add
am: መጨመሪያ
cy: ychwanegu
eo: aldoni
hi: जोड़ें
ia: adder
kab: rnu
ur: شامل کریں
uz: qo‘shish

source: Rename
am: እንደገና ሰይም
cy: Ailenwi
eo: Alinomi
hi: नाम बदलें
ia: Renominar
kab: Beddel isem
ur: نام بدلیں
uz: Nomini o‘zgartirish

source: Cas_e:
am: ጉዳ_ይ:
cy: _Maint:
eo: Uskl_eco:
hi: वर्तनी केस (_e):
ia: Caso (_e):
kab: Tajrut n usekkil:
uz: _Harflarning o‘lchami:

source: Edit template
am: ቴምፕሌት ማረሚያ
cy: Golygu templed
eo: Redakti ŝablonon
hi: नमूना संपादन
ia: Modificar le patrono
kab: Ẓreg taneɣruft
ur: ٹیم پلیٹ کی ترمیم
uz: Shablonni tahrirlash

source: The original filename
am: ዋናው የ ፋይል ስም
cy: Enw'r ffeil wreiddiol
eo: La origina dosiernomo
hi: वास्तविक फाइल नाम
ia: Le nomine de file originari
kab: Isem n ufaylu asentan
ur: فائل کا اصل نام
uz: Asl fayl nomi

source: The original extension
am: ዋናው ተጨማሪ
cy: Yr estyniad gwreiddiol
eo: La origina sufikso
hi: वास्तविक एक्सटेंशन
ia: Le extension originari
kab: Asiɣzef asentan
ur: فائل کی اصل ایکس ٹینشن
uz: Asl kengaytma

source: The original enumerator
am: ዋንው መቁጠሪያ
cy: Y cyfrifydd gwreiddiol
eo: La origina nombrilo
hi: वास्तविक गणनाकार
ia: Le enumerator originari
kab: Afellamḍan aneẓli
ur: فائل کا اصل enumerator
uz: Asl hisoblagich

source: %M{ format }
am: %M{ አቀራረብ }
eo: %M{ dosierformo }
hi: %M{ प्रारूप }
kab: %M{ amasal }

source: The modification date
am: የ ተሻሻለበት ቀን
cy: Y dyddiad newid
eo: La dato de modifo
hi: परिवर्तन दिनांक
ia: Le data de modification
kab: Azemz n ubeddel
ur: تاریخِ تبدیلی
uz: O‘zgartirish sanasi

source: The digitalization date
am: ዲጂታል የሆነበት ቀን
cy: Y dyddiad digideiddio
eo: La dato de bitigo
hi: अंकीकरण दिनांक
ia: Le data de digitalisation
kab: Azemz n usemḍen
uz: Raqamlashtirish sanasi

source: %A{ identifier }
am: %A{ መለያ }
eo: %A{ identigilo }
hi: %A{ पहचान साधन }
kab: %A{ asulay }
uz: %A{ identifikator }

source: _Template:
am: ቲምፕሌት፦ (_T)
cy: _Templed:
eo: Ŝ_ablono:
hi: नमूना (_T):
ia: Pa_Trono:
kab: Ta_neɣruft:
ur: _ٹیم پلیٹ:
uz: _Shablon:

source: Re_verse Order
am: የተቀያየረ ቅደም ተከተል (_V)
cy: Trefn _gwrthdro
eo: In_versa ordo
hi: विपरीत क्रम (_v)
ia: Ordine Re_verse
kab: T_ti amizzwer
ur: _معکوس ترتیب
uz: _Teskari tartib

source: Enumerator
am: መቁጠሪያ
cy: Cyfrifwr
eo: Nombrilo
hi: गणनाकार
kab: Afellamḍan
uz: Hisoblagich

source: Original filename
am: ዋናው የ ፋይል ስም
cy: Enw ffeil gwreiddiol
eo: Origina dosiernomo
hi: वास्तविक फाइल नाम
ia: Nomine de file originari
kab: Isem n ufaylu asentan
ur: اصل فائل نام
uz: Asl fayl nomi

source: Original extension
am: ዋናው ተጨማሪ
cy: Estyniad gwreiddiol
eo: Origina sufikso
hi: वास्तविक एक्सटेंशन
ia: Extension originari
kab: Asiɣzef asentan
ur: اصل ایکس ٹینشن
uz: Asl kengaytma

source: Original enumerator
am: ዋናው ቆጣሪ
cy: Cyfrifwr gwreiddiol
eo: Origina nombrilo
hi: वास्तविक गणनाकार
ia: Enumerator originari
kab: Afellamḍan aneẓli
ur: اصل enumerator
uz: Asl hisoblagich

source: Modification date
am: የ ተሻሻለበት ቀን
cy: Dyddiad newid
eo: Dato de modifo
hi: परिवर्तन दिनांक
ia: Data de modification
kab: Azemz n ubeddel
ur: تاریخِ تبدیلی
uz: O‘zgartirish sanasi

source: Digitalization date
am: ዲጂታል የሆነበት ቀን
cy: Dyddiad digideiddio
eo: Dato de bitigo
hi: अंकीकरण दिनांक
ia: Data de digitalisation
kab: Azemz n usemḍen
uz: Raqamlashtirish sanasi

source: File attribute
am: የ ፋይል ባህሪ
cy: Priodoledd ffeil
eo: Dosieratributo
hi: फाइल विशेषता
ia: Attributo del file
kab: Imyerr n ufaylu
uz: Fayl atributi

source: Could not rename the files
am: ፋይሎቹን እንደገና መሰየም አልተቻለም
cy: Methu ailenwi'r ffeiliau
eo: Ne eblas alinomi la dosierojn
hi: फाइल नाम परिवर्तन विफल
ia: Impossibile renominar le files
kab: Ur izmir ara ad isnifel isem n ifuyla
ur: فائلوں کا نام نہیں بدلا جاسکا
uz: Fayllar nomini o‘zgartirib bo‘lmadi

source: Could not save the template
am: ቴምፕሌት አማስቀመጥ አልተቻለም
cy: Methu cadw'r templed
eo: Ne eblas konservi la ŝablonon
hi: नमूना संचय विफल
ia: Impossibile salvar le patrono
kab: Ur yezmir ara ad yessekles taneɣruft
ur: ٹیم پلیٹ محفوظ نہیں کیا جا سکا
uz: Shablonni saqlab bo‘lmadi

source: Edit Template
am: ቴምፕሌት ማረሚያ
cy: Golygu Templed
eo: Redakti ŝablonon
hi: नमूना संपादन
ia: Rediger le modello
kab: Ẓreg taneɣruft
ur: ٹیم پلیٹ کی ترمیم
uz: Shablonni tahrirlash

source: Old Name
am: አሮጌ ስም
cy: Hen Enw
eo: Malnova nomo
hi: पुराना नाम
ia: Nomine vetule
kab: Isem aqbur
ur: پرانا نام
uz: Eski nom

source: New Name
am: አዲስ ስም
cy: Enw Newydd
eo: Nova nomo
hi: नया नाम
ia: Nove nomine
kab: Isem amaynut
ur: نیا نام
uz: Yangi nom

source: Keep original case
am: ዋናውን ጉዳይ ማቆያ
cy: Cadw'r maint gwreiddiol
eo: Teni originan usklecon
hi: वास्तविक वर्तनी केस अनुरक्षित
ia: Conservar le majusculas e minusculas original
kab: Ḥrez tajrut n usekkil tasentant
uz: Asl harflar o‘lchamini saqlash

source: Convert to lower-case
am: ወደ ዝቅተኛ-ጉዳይ መቀየሪያ
cy: Trosi i lythrennau bach
eo: Konverti al minuskleco
hi: लोअरकेस में बदलें
ia: Converter a minusculas
kab: Selket ɣer isekkilen imeẓyanen
uz: Kichik harfga aylantirish

source: Convert to upper-case
am: ወደ አቢይ-ጉዳይ መቀየሪያ
cy: Trosi i briflythyren
eo: Konverti al majuskleco
hi: अपरकेस में बदलें
ia: Converter a majusculas
kab: Selket ɣer isekkilen imeqranen
uz: Katta harfga aylantirish

source: Renaming files
am: ፋይሎች እንደገና መሰየሚያ
cy: Ail-enwi ffeiliau
eo: Alinomante dosierojn
hi: फाइल नाम परिवर्तन जारी
ia: Re-nominar le files
kab: Abeddel n yisem n ifuyla
ur: فائلوں کا نام بدلا جا رہا ہے
uz: Fayllar nomi o‘zgartirilmoqda

source: Rename files
am: ፋይሎች እንደገና መሰየሚያ
cy: Ail-enwi ffeiliau
eo: Alinomi dosierojn
hi: फाइल नाम परिवर्तन
ia: Renomina le files
kab: Beddel isem n ifuyla
ur: فائلوں کا نام بدلیں
uz: Fayllar nomini o‘zgartirish

source: Rename series of files.
am: ተከታታይ ፋይሎች እንደገና መሰየሚያ
cy: Ail-enwi cyfres o ffeiliau.
eo: Alinomi seriojn da dosieroj.
hi: श्रृंखलाबद्ध फाइलों का नाम परिवर्तन।
ia: Renomina serie de files.
kab: Beddel isem n imazraren n ifuyla.
uz: Fayllar seriyasining nomini o‘zgartirish.

source: Resize Images...
am: ምስሎች እንደገና መመጠኛ
cy: Newid maint delweddau...
eo: Regrandigi bildojn...
hi: चित्र आकार परिवर्तन...
ia: Re-dimensionar le imagines...
kab: Beddel tisekta n tugniwin...
ur: تصاویر کا سائز بدلیں...
uz: Rasmlar oʻlchamini oʻzgartirish...

source: Resize the selected images
am: የ ተመረጡትን ምስሎች እንደገና መመጠኛ
cy: Newid maint y delweddau hyn
eo: Regrandigi la elektitajn bildojn
hi: चयनित चित्रों का आकार परिवर्तन
ia: Re-dimensiona le imagines seligite
kab: Beddel tisekta n tugniwin yettwafernen
ur: منتخب کردہ تصاویر کا سائز بدلیں
uz: Tanlangan rasmlar o‘lchamini o‘zgartirish

source: Resize Images
am: ምስሎች እንደገና መመጠኛ
cy: Newid maint delweddau
eo: Regrandigi bildojn
hi: चित्रों का आकार परिवर्तन करें
ia: Re-dimensionar imagines
kab: Ales tisekta n tugniwin
ur: تصاویر کا سائز بدلیں
uz: Rasmlar oʻlchamini oʻzgartirish

source: New dimensions
am: አዲስ አቅጣጫ
cy: Dimensiynau newydd
eo: Novaj dimensioj
hi: नवीन आयाम
ia: Nove dimensiones
kab: Tisekta timaynutin
uz: Yangi o‘lchamlar
