Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: File type not supported
am: ይህ አይነት ፋይል የተደገፈ አይደለም
cy: Math o ffeil heb ei gefnogi
eo: Dosiertipo ne subtenata
hi: असमर्थित फाइल प्रकार
ia: Typo de file non supportate
kab: Anaw n ifuyla ur nteddu ara
ur: فائل کی اس نوعیت کی معاونت نہیں ہے
uz: Fayl turi qo‘llab-quvvatlanmaydi

source: No suitable module found
am: ተስማሚ ክፍል አልተገኘም
cy: Heb ddarganfod modiwl addas
eo: Neniu taŭga modulo trovita
hi: कोई उपयुक्त अनुखंड नहीं मिला
ia: Nulle modulo competente trovate
kab: Ulac azegrir iwatan i yettwafen
ur: کوئی موزوں ماڈیول نہیں ملا
uz: Hech qanday mos modul topilmadi

source: Could not open the module `%s`: %s
am: ክፍሉን መክፈት አልተቻለም `%s`: %s
cy: Methu agor y modiwl `%s`: %s
eo: Ne eblas malfermi la modulon `%s`: %s
hi: अनुखंड '%s' खोलना विफल : %s
ia: Impossibile aperir le modulo `%s`: %s
kab: Ur izmir ara ad yeldi azegrir `%s`: %s
ur: ماڈیول `%s` کھولا نہیں جا سکتا: %s
uz: `%s` modulini ochib boʻlmadi: %s

source: The extension '%1$s' is required by the extension '%2$s'
am: ተጨማሪው '%1$s' የ ተጠየቀው በ ተጨማሪው ነው '%2$s'
cy: Mae angen yr estyniad '%2$s' ar yr estyniad '%1$s'
eo: La etendaĵo '%1$s' estas postulata de la etendaĵo '%2$s'
hi: एक्सटेंशन '%2$s' हेतु एक्सटेंशन '%1$s' आवश्यक है
ia: Le extension '%1$s' es requirite per le extension '%2$s'
kab: Asiɣzef '%1$s' yesra-t usiɣzef '%2$s'
uz: “%1$s” kengaytmasi “%2$s” kengaytmasi uchun talab qilinadi

source: All Supported Files
am: ሁሉም የ ተደገፉ ፋይሎች
cy: Pob Ffeil sy'n cael ei Chynnal
eo: Ĉiuj subtenataj dosieroj
hi: सभी समर्थित फाइलें
ia: Tote le files supportate
kab: Akk ifuyla yettusefraken
ur: تمام مُعاونت کردہ فائلیں
uz: Barcha qo‘llab-quvvatlanadigan fayllar

source: Favorites
am: የምወዳቸው
cy: Ffefrynnau
eo: Plej ŝatataj
hi: पसंदीदा
ia: Favoritos
kab: Inurifen
uz: Sevimlilar

source: Home Folder
am: የ ቤት ፎልደር
cy: Ffolder Cartref
eo: Hejma dosierujo
hi: होम फोल्डर
ia: Plica de initio
kab: Akaram udmawan
ur: گھر کا فولڈر
uz: Uy jildi

source: File System
am: የ ፋይል ስርአት
cy: System Ffeiliau
eo: Dosiersistemo
hi: फाइल सिस्टम
ia: Systema de files
kab: Anagraw n ufaylu
ur: فائل سسٹم
uz: Fayl tizimi

source: The files cannot be moved to the Trash. Do you want to delete them permanently?
am: ፋይሉን ወደ ቆሻሻ ማንቀሳቀስ አልተቻለም: እርስዎ በ ቋሚነት ሊያጠፉት ይፈልጋሉ?
cy: Nid oes modd symud y ffeiliau i'r Sbwriel. Ydych chi am eu dileu am byth?
eo: Ne eblas movi la dosierojn rubujen. Ĉu vi volas ilin forigi porĉiame?
hi: फाइलों को ट्रैश में अंतरित करना संभव नहीं है। क्या आप इन्हें स्थायी रूप से हटाना चाहते हैं?
ia: Le files non pote esser movite al immunditia. Desira tu cancellar los permanentemente?
kab: Ifuyla ulamek ara qlen ɣer tqecwalt. Tebɣiḍ ad ten-tekkseḍ i lebda?
ur: فائلیں ردی میں منتقل نہیں کی جاسکتیں۔ کیا آپ اسے ہمیشہ کے لیے حذف کرنا چاہتے ہیں؟
uz: Fayllarni chiqindiga ko‘chirib bo‘lmaydi. Ularni butunlay oʻchirib tashlamoqchimisiz?

source: Could not move the files to the Trash
am: ፋይሎቹን ወደ ቆሻሻ መላክ አልተቻለም
cy: Methu symud y ffeiliau i'r Sbwriel
eo: Ne eblas movi la dosierojn rubujen
hi: फाइलों का ट्रैश में अंतरण विफल
ia: Impossibile mover le files al immunditia
kab: Ur izmir ara ad isenkez ifuyla ar iḍuman
ur: فائلوں کو ردی میں منتقل نہیں کیا جاسکتا
uz: Fayllarni chiqindiga ko‘chirib bo‘lmadi

source: Are you sure you want to move "%s" to trash?
am: በ እርግጥ ማንቀሳቀስ ይፈልጋሉ "%s" ወደ ቆሻሻ?
cy: Ydych chi'n siŵr eich bod chi eisiau symud "%s" i'r sbwriel?
eo: Ĉu vi certas, ke vi volas movi "%s" rubujen?
hi: क्या आप निश्चित ही "%s" को ट्रैश में भेजना चाहते हैं?
ia: Desira tu vermente mover "%s" al immunditia?
kab: D tidet tebɣiḍ ad terreḍ "%s" ɣer tqecwalt?
ur: کیا آپ واقعی "%s" کو ردی میں منتقل کرنا چاہتے ہیں؟
uz: “%s”ni chiqindiga ko‘chirishga ishonchingiz komilmi?

source: Are you sure you want to move to trash the %'d selected file?
am: እርስዎ በ እርግጥ ወደ ቆሻሻ ማንቀሳቀስ ይፈልጋሉ %'d የተመረጠውን ፋይል?
cy: Ydych chi'n siŵr eich bod chi eisiau symud y %'d ffeil i'r sbwriel?
eo: Ĉu vi certas, ke vi volas movi la %'d elektitan dosieron rubujen?
hi: क्या आप निश्चित ही %'d चयनित फाइल को ट्रैश में भेजना चाहते हैं?
ia: Desira tu vermente mover al immunditia le %'d file selecte?
kab: D tidet tebɣiḍ ad tesmuttiḍ ɣer tqecwalt %'d n ufaylu yettwafernen?
ur: کیا آپ واقعی منتخب کردہ %'d فائل کو ردی میں منتقل کرنا چاہتے ہیں؟
uz: %'d tanlangan faylni chiqindiga ko‘chirishga ishonchingiz komilmi?

source: Are you sure you want to permanently delete the %'d selected file?
am: እርስዎ በ እርግጥ በ ቋሚነት ማጥፋት ይፈልጋሉ %'d የ ተመረጠውን ፋይል?
cy: Ydych chi'n siŵr eich bod chi eisiau dileu am byth y %'d ffeil yma?
eo: Ĉu vi certas, ke vi volas porĉiame forigi la %'d elektitan dosieron?
hi: क्या आप निश्चित ही %'d चयनित फाइल को स्थायी रूप से हटाना चाहते हैं?
ia: Desira tu vermente deler permanentemente le %'d file selecte?
kab: D tidet tebɣiḍ ad tekkseḍ i lebda %'d n ufaylu yettwafernen?
ur: کیا آپ واقعی منتخب کردہ %'d فائل کو ہمیشہ کے لیے حذف کرنا چاہتے ہیں؟
uz: %'d tanlangan faylni butunlay o‘chirishga ishonchingiz komilmi?

source: Hide the filterbar
am: የ ማጣሪያ መደርደሪያ መደበቂያ
cy: Cuddio'r bar hidlo
eo: Kaŝi la filtrilobreton
hi: निस्पंदन पट्टी अदृश्य करें
ia: Celar le barra del filtro
kab: Ffer tafeggagt n testayt
ur: فلٹر بار چھپائیں
uz: Filtr panelini yashirish

source: kB
am: ኪባ
hi: केबी
ur: ک.ب

source: MB
am: ሜባ
hi: एमबी
ur: م.ب

source: GB
am: ጌባ
hi: जीबी
ur: گ.ب

source: files
am: ፋይሎች
cy: ffeiliau
eo: dosieroj
hi: फाइलें
kab: ifuyla
ur: فائلز
uz: fayllar

source: ascending
am: እየጨመረ የሚሄድ
cy: esgyn
eo: kreskante
hi: आरोही
ia: ascendente
kab: yettali
ur: ترتیبِ صعودی
uz: ko‘tarilish

source: descending
am: እየቀነሰ የሚሄድ
cy: disgyn
eo: malkreskante
hi: अवरोही
ia: descendente
kab: yettader
ur: ترتیبِ نزولی
uz: pasayish

source: No limit specified
am: ምንም መጠን አልተወሰነም
cy: Dim terfyn wedi'i bennu
eo: Neniu limo indikita
hi: कोई सीमा निर्दिष्ट नहीं
ia: Nulle limite specificate
kab: Ulac talast yettusbadun
ur: کوئی حد متعین کردہ نہیں
uz: Cheklov belgilanmagan

source: (Open Parent)
am: (ወላጅ መክፈቻ)
eo: (Malfermi patron)
hi: (स्रोत खोलें)
ia: (Aperir le parente)
kab: (Ldi asaraw)
ur: (آبائی کھولیں)
uz: (Yuqoridagisini ochish)

source: Linear scale
am: ቀጥተኛ መጠን
cy: Graddfa linellol
eo: Lineara skalo
hi: रेखाकार मापन
ia: Scala linear
kab: Taskala timzirigt
uz: Chiziqli masshtab

source: Logarithmic scale
am: ሎጋሪዝም መመጠኛ
cy: Graddfa logarithmig
eo: Logaritma skalo
hi: लघुगणकीय मापन
ia: Scala logarithmic
kab: Sellum n ulgaritm
uz: Logarifmik masshtab

source: Channel:
am: ጣቢያዎች:
cy: Sianel:
eo: Kanalo:
hi: चैनल :
ia: Canal:
kab: Abadu:
ur: چینل:
uz: Kanal:

source: Value
am: ዕሴት
cy: Gwerth
eo: Valoro
hi: मान
ia: Valor
kab: Azal
ur: قدر(Value)
uz: Qiymat

source: Red
am: ቀይ
cy: Coch
eo: Ruĝo
hi: लाल
ia: Rubie
kab: Azeggaɣ
ur: سرخ
uz: Qizil

source: Green
am: አረንጓዴ
cy: Gwyrdd
eo: Verdo
hi: हरा
ia: Verde
kab: Azegzaw
ur: سبز
uz: Yashil

source: Blue
am: ሰማያዊ
cy: Glas
eo: Bluo
hi: नीला
ia: Blau
kab: Amidadi
ur: نیلا
uz: Ko‘k

source: Alpha
am: አልፋ
cy: Alffa
eo: Alfo
hi: अल्फा
ur: الفا
uz: Alfa

source: Could not rename the file
am: ፋይሉን እንደገና መሰየም አልተቻለም
cy: Methwyd ailenwi'r ffeil
eo: Ne eblis alinomi la dosieron
hi: फाइल नाम परिवर्तन विफल
ia: Impossibile renominar le file
kab: Ur izmir ara ad isnifel isem n ufaylu
ur: فائل کا نام نہیں بدلا جاسکتا
uz: Fayl nomini o‘zgartirib bo‘lmadi

source: No options available for this file type
am: ለዚህ አይነት ፋይል ምንም ዝግጁ ምርጫ አልተገኘም
cy: Does dim opsiynau ar gael ar gyfer y math yma o ffeil
eo: Neniuj opcioj disponeblas por ĉi tiu dosiertipo
hi: इस फाइल प्रकार हेतु कोई विकल्प उपलब्ध नहीं है
ia: Nulle optiones disponibile pro iste typo de file
kab: Ulac tanefrunt iwejden i wanaw-agi n ufaylu
ur: اس نوعیت کی فائل کے لیے کوئی اختیارات نہیں
uz: Bu fayl turi uchun hech qanday variant mavjud emas

source: Could not find a suitable module to save the image as "%s"
am: ተስማሚ ክፍል ማግኘት አልተቻለም ምስሉን ለ ማስቀመጥ እንደ "%s"
cy: Methu dod o hyd i fodiwl addas i gadw'r ddelwedd fel "%s"
eo: Ne eblas trovi taŭgan modulon por konservi la bildon kiel "%s"
hi: चित्र का "%s" के रूप में संचय हेतु उचित अनुखंड प्राप्ति विफल
ia: Impossibile trovar un modulo convenibile pro salvar le imagine como "%s"
kab: D awezɣi tifin n uzegrir iwatan i wesekles n tugna am "%s"
uz: Rasmni “%s” sifatida saqlash uchun mos modul topilmadi

source: Reading file information
am: የ ፋይል መረጃ በ ማንበብ ላይ
cy: Yn darllen manylion ffeil
eo: Legado de dosierinformo
hi: फाइल सूचना रीड करना जारी
ia: Lectura del informationes del file
kab: Taɣuri n isallan n ufaylu
ur: فائل کی معلومات پڑھی جارہی ہے
uz: Fayl ma'lumotlari o‘qilmoqda

source: File
am: ፋይል
cy: Ffeil
eo: Dosiero
hi: फाइल
kab: Afaylu
ur: فائل
uz: Fayl

source: Name
am: ስም
cy: Enw
eo: Nomo
hi: नाम
ia: Nomine
kab: Isem
ur: نام
uz: Nomi

source: Size
am: መጠን
cy: Maint
eo: Grando
hi: आकार
ia: Dimension
kab: Tiddi
ur: سائز
uz: O‘lcham

source: Type
am: ዓይነት
cy: Teip
eo: Tipo
hi: क़िस्म
ia: Typo
kab: Anaw
ur: قسم
uz: Turi

source: Full Name
am: ሙሉ ስም
cy: Enw Llawn
eo: Tuta nomo
hi: पूर्ण नाम
ia: Nomine complete
kab: Isem ummid
ur: پورا نام
uz: To‘liq nomi

source: Duration
am: የሚፈጀው ጊዜ
cy: Hyd
eo: Daŭro
hi: अवधि
kab: Tanzagt
ur: دورانیہ
uz: Davomiyligi

source: file name
am: የ ፋይል ስም
cy: enw ffeil
eo: dosiernomo
hi: फाइल नाम
ia: nomine de file
kab: isem n ufaylu
ur: فائل کا نام
uz: fayl nomi

source: file path
am: የ ፋይል መንገድ
cy: llwybr ffeil
eo: dosierindiko
hi: फाइल पथ
ia: percurso del file
kab: abrid n ufaylu
ur: فائل پاتھ
uz: fayl yo‘li

source: file size
am: የ ፋይል መጠን
cy: maint ffeil
eo: dosiergrando
hi: फाइल आकार
ia: dimension del file
kab: tiddi n ufaylu
ur: فائل کا سائز
uz: fayl hajmi

source: file modified date
am: ፋይል የ ተሻሻለበት ቀን
cy: dyddiad newid y ffeil
eo: dato de dosiermodifo
hi: फाइल परिवर्तन दिनांक
ia: data de modification del file
kab: azemz n ubeddel n ufaylu
ur: فائل میں تبدیلی کی تاریخ
uz: fayl o‘zgartirilgan sanasi

source: no sorting
am: መለያ የለም
cy: dim didoli
eo: neniu ordigo
hi: अनुक्रम रहित
ia: nulle arrangiamento
kab: pas de tri
ur: کوئی ترتيب نہیں
uz: saralash yo‘q

source: dimensions
am: አቅጣጫዎች
cy: dimensiynau
eo: dimensioj
hi: आयाम
ia: dimensiones
kab: tisekta
uz: o‘lchamlari

source: All Files
am: ሁሉንም ፋይሎች
cy: Pob Ffeil
eo: Ĉiuj dosieroj
hi: सभी फाइलें
ia: Tote le files
kab: Akk ifuyla
ur: تمام فائلیں
uz: Barcha fayllar

source: Media
am: መገናኛ
cy: Cyfryngau
eo: Aŭdovidaĵoj
hi: मीडिया
ia: Medios
kab: Amidya
ur: میڈیا

source: Text Files
am: የ ጽሁፍ ፋይሎች
cy: Ffeiliau Testun
eo: Tekstdosieroj
hi: टेक्स्ट फाइलें
ia: Files de texto
kab: Ifuyla aḍris
ur: متن فائلیں
uz: Matn fayllari

source: Filename
am: የፋይል ስም
cy: Enw ffeil
eo: Dosiernomo
hi: फ़ाइलनाम
ia: Nomine de file
kab: Isem n ufaylu
ur: فائل کا نام
uz: Fayl nomi

source: Title (embedded)
am: አርእስት (የ ተጣበቀ)
cy: Teitl (mewnblanedig)
eo: Titolo (enkorpigita)
hi: शीर्षक (सम्मिलित)
ia: Titulo (incorporate)
kab: Azwel (yedda)
ur: عُنوان (embedded)
uz: Sarlavha (o‘rnatilgan)

source: Description (embedded)
am: መግለጫ (የ ተጣበቀ)
cy: Disgrifiad (mewnblanedig)
eo: Priskribo (enkorpigita)
hi: विवरण (सम्मिलित)
ia: Description (incorporate)
kab: Aglam (yedda)
ur: وضاحت (embedded)
uz: Tavsif (o‘rnatilgan)

source: Cancel operation
am: ተግባር መሰረዣ
cy: Diddymu'r gweithrediad
eo: Nuligi operacion
hi: कार्य रद्द करें
ia: Annullar le operation
kab: Sefsex tamhelt
ur: عمل کاری منسوخ کریں
uz: Operatsiyani bekor qilish

source: Saving file information
am: የ ፋይል መረጃ በማስቀመጥ ላይ
cy: Yn cadw manylion y ffeil
eo: Konservado de dosierinformo
hi: फाइल सूचना संचय जारी
ia: Salvamento del informationes del file
kab: Asekles n isallan n ufaylu
ur: فائل کی معلومات محفوظ کر رہا ہے
uz: Fayl ma'lumotlarini saqlash

source: Saving '%s'
am: በ ማስቀመጥ ላይ '%s'
cy: Yn cadw '%s'
eo: Konservado de '%s'
hi: '%s' संचय जारी
ia: Salvamento de '%s'
kab: Asekles n '%s'
ur: محفوظ کیا جارہا ہے %s
uz: “%s” saqlanmoqda

source: Create tag «%s»
am: ምልክት በ መፍጠር ላይ «%s»
cy: Yn creu tag «%s»
eo: Krei markon «%s»
hi: «%s» उपनाम सृजन
ia: Crear le tag «%s»
kab: Rnu tabzimt «%s»
ur: بنائیں ٹیگ «%s»
uz: “%s” tegini yaratish

source: Show all the tags
am: ሁሉንም ምልክት ማሳያ
cy: Dangos pob tag
eo: Montri ĉiujn markojn
hi: सभी उपनाम दिखाएँ
ia: Monstrar tote le tags
kab: Beqqeḍ akk tinfulin
ur: تمام ٹیگ دکھائیں
uz: Barcha teglarni ko‘rsatish

source: Holidays
am: በዓላት
cy: Gwyliau
eo: Ferioj
hi: अवकाश
ia: Ferias
kab: Imuras
uz: Bayramlar

source: Temporary
am: ጊዚያዊ
cy: Dros dro
eo: Portempa
hi: अस्थायी
ia: Temporanee
kab: Akudan
ur: عارضی
uz: Vaqtinchalik

source: Screenshots
am: የ መመልከቻው ፎቶ
cy: Sgrinluniau
eo: Ekrankopioj
hi: स्क्रीनशॉट
ia: Capturas de schermo
kab: Tuṭṭfiwin n ugdil
ur: سکرین شوٹس
uz: Skrinshotlar

source: Science
am: ሳይንስ
cy: Gwyddoniaeth
eo: Scienco
hi: विज्ञान
ia: Scientia
kab: Tussna
ur: سائنس
uz: Fan

source: Favorite
am: የምወዳቸው
cy: Ffefryn
eo: Preferaĵo
hi: पसंदीदा
kab: Anurif
ur: پسندیدہ
uz: Sevimli

source: Important
am: አስፈላጊ
cy: Pwysig
eo: Grave
hi: महत्वपूर्ण
ia: Importante
kab: D axatar
ur: ضروری
uz: Muhim

source: GNOME
am: ኖም
hi: गनोम
ur: گنوم

source: Games
am: ጨዋታዎች
cy: Gemau
eo: Ludoj
hi: खेल
ia: Jocos
kab: Uraren
ur: گیمز
uz: O‘yinlar

source: Party
am: ፓርቲ
cy: Parti
eo: Festo
hi: पार्टी
kab: Tameɣra
ur: پارٹی
uz: Ziyofat

source: Birthday
am: የልደት በዓል
cy: Pen-blwydd
eo: Naskiĝtago
hi: जन्मदिन
ia: Die natal
kab: Azemz n tlalit
ur: سالگرہ
uz: Tug‘ilgan kun

source: Astronomy
am: ስነ ፈለክ
cy: Seryddiaeth
eo: Astronomio
hi: खगोल
ia: Astronomia
kab: Tasnagurt
ur: علم فلک
uz: Astronomiya

source: Family
am: ቤተሰብ
cy: Teulu
eo: Familio
hi: परिवार
ia: Familia
kab: Tawacult
ur: خاندان
uz: Oila

source: is
am: ነው
cy: yw
eo: estas
hi: है
ia: es
kab: netta d
ur: ہے
uz: bu

source: is only
am: ብቻ ነው
cy: dim ond
eo: estas nur
hi: केवल यही है
ia: es solmente
kab: netta kan
ur: صرف ہے
uz: faqat

source: is not
am: አይደለም
cy: nid yw
eo: ne estas
hi: नहीं है
ia: non es
kab: mačči
ur: نہیں ہے
uz: emas

source: The test definition is incomplete
am: የ ሙከራ መግለጫው ሙሉ አይደለም
cy: Mae diffiniad y prawf yn anghyflawn
eo: La test-difino estas nekompleta
hi: जाँच परिभाषा पूर्ण नहीं है
ia: Le definition del test non es complete
kab: Asenqed n tbadut immed
uz: Test ta'rifi to‘liq emas

source: Add a new rule
am: አዲስ መመሪያ ማስገቢያ
cy: Ychwanegu rheol newydd
eo: Aldoni novan regulon
hi: नया नियम जोड़ें
ia: Adder un nove regula
kab: Rnu alugen agi
ur: نیا قاعدہ شامل کریں
uz: Yangi qoida qo‘shish

source: Remove this rule
am: ይህን መመሪያ ማስወገጃ
cy: Dileu'r rheol hon
eo: Forigi ĉi tiun regulon
hi: यह नियम हटाएँ
ia: Remover iste regula
kab: Ad yekkes alugen-agi
ur: اس قائدے کو ہٹائیں
uz: Ushbu qoidani olib tashlash

source: contains
am: የያዘው
cy: yn cynnwys
eo: enhavas
hi: में युक्त है
ia: contine
kab: igber
ur: مشتمل ہے
uz: o‘z ichiga oladi

source: starts with
am: የሚጀምረው በ
cy: cychwyn gyda
eo: komencas per
hi: इससे आरंभ
ia: initia per
kab: bdu s
ur: شروع ہوتا ہے
uz: bilan boshlanadi

source: ends with
am: የሚጨርሰው በ
cy: yn gorffen gyda
eo: finiĝas per
hi: इससे समाप्त
ia: finir per
kab: ikeffu s
ur: ختم ہوتا ہے
uz: bilan tugaydi

source: does not contain
am: አልያዘም
cy: nid yw'n cynnwys
eo: ne enhavas
hi: में युक्त नहीं है
ia: non contine
kab: ur yegbir ara
ur: اپنے اند نہیں رکھتا
uz: o‘z ichiga olmaydi

source: matches
am: ተመሳሳይ
cy: cydweddiad
eo: kongruas
hi: मिलान
ia: concorda
kab: Tanmeɣruṭ
ur: مشابہ ہے
uz: mos keladi

source: is lower than
am: ያንሳል ከ
cy: yn is na
eo: estas malpli granda ol
hi: इससे कम है
ia: es inferior que
kab: d amecṭuḥ ɣef
ur: سے چھوٹا ہے
uz: pastroq

source: is greater than
am: ይበልጣል ከ
cy: yn fwy na
eo: estas pli granda ol
hi: इससे अधिक है
ia: es major que
kab: d ameqran ɣef
ur: سے بڑا ہے
uz: kattaroq

source: is equal to
am: እኩል ነው ከ
cy: yn gydradd a
eo: egalas al
hi: इससे समान है
ia: es equal a
kab: yugda
ur: کے برابر ہے
uz: teng

source: is greater than or equal to
am: ይበልጣል ወይንም እኩል ነው ከ
cy: yn fwy na neu'n gydradd a
eo: estas pli ol aŭ egalas
hi: इससे अधिक या समान है
ia: es major que o equal a
kab: yugar neɣ yugda
uz: kattaroq yoki teng

source: is lower than or equal to
am: ያንሳል ወይንም እኩል ነው ከ
cy: yn is na neu'n hafal i
eo: estas malpli ol aŭ egalas
hi: इससे कम या समान है
ia: es minor que o equal a
kab: d amecṭuḥ ɣef neɣ yugda
uz: pastroq yoki teng

source: is before
am: በፊት
cy: yn dod o flaen
eo: estas antaŭ
hi: इससे पहले है
ia: es ante
kab: yezwar
ur: سے پہلے ہے
uz: oldin

source: is after
am: በኋላ
cy: yn dod ar ôl
eo: estas post
hi: इसके बाद है
ia: es post
kab: yeḍfer
ur: کے بعد ہے
uz: keyin

source: Today
am: ዛሬ
cy: Heddiw
eo: Hodiaŭ
hi: आज
ia: Hodie
kab: Ass-a
ur: آج
uz: Bugun

source: Now
am: አሁን
cy: Nawr
eo: Nun
hi: अभी
ia: Ora
kab: Tura
ur: ابھی
uz: Hozir

source: Close
am: መዝጊያ
cy: Cau
eo: Fermi
hi: बंद करें
ia: Clauder
kab: Mdel
uz: Yopish

source: Close this window
am: ይሄንን መስኮት ዝጋ
cy: Cau'r ffenestr hon
eo: Fermi ĉi tiun fenestron
hi: इस विंडो को बन्द करें
ia: Clauder iste fenestra
kab: Mdel asfaylu agi
ur: اس ونڈو کو بند کریں
uz: Ushbu oynani yopish

source: Close _All Windows
am: _ሁሉንም መስኮቶች መዝጊያ
cy: Cau _Pob Ffenest
eo: Fermi ĉ_iujn fenestrojn
hi: सभी विंडो बंद करें (_A)
ia: Clauder tote (_All) le fenestras
kab: Mdel akk isf_uyla
ur: ت_مام ونڈوز بند کریں
uz: _Barcha oynalarni yopish

source: Could not display help
am: እርዳታ ማሳየት አልተቻለም
cy: Methu dangos cymorth
eo: Ne eblis montri helpon
hi: सहायता प्रदर्शित करना विफल
ia: Impossibile monstrar le adjuta
kab: Ur izmir ara ad d-yesken tallalt
ur: ہدایات ظاہر نہیں کی جاسکیں
uz: Yordamni ko‘rsatib bo‘lmadi

source: Could not launch the application
am: መተግባሪያ ማስጀመር አልተቻለም
cy: Methu cychwyn y rhaglen
eo: Ne eblas lanĉi la aplikaĵon
hi: अनुप्रयोग आरंभ करना विफल
ia: Impossibile lancear le application
kab: Ur ismir ara ad isenker asnas
ur: ایپلی کیشن نہیں چلائی جا سکتی
uz: Ilovani ishga tushirib boʻlmadi

source: _Copy Here
am: ወደ እዚህ _ኮፒ ማድረጊያ
cy: _Copïo Yma
eo: _Kopii ĉi tien
hi: यहाँ कॉपी करें (_C)
ia: _Copiar ci
kab: _Nɣel dagi
ur: یہیں _کاپی کریں
uz: _Bu yerdga nusxalash

source: _Move Here
am: ወደ እዚህ _ማንቀሳቀሻ
cy: _Symud Yma
eo: _Movi ĉi tien
hi: यहाँ अंतरित करें (_M)
ia: _Mover ci
kab: _Smutti ɣer dagi
ur: یہیں _منتقل کریں
uz: _Bu yerga koʻchirish

source: _Link Here
am: ወደ እዚህ _ማገናኛ
cy: _Cysylltu Yma
eo: _Ligi ĉi tien
hi: यहाँ लिंक करें (_L)
ia: _Ligar ci
kab: _Snulfu-d aseɣwen dagi
ur: یہیں _ربط بنائیں
uz: _Bu yerga havola yaratish

source: Cancel
am: መሰረዣ
cy: Diddymu
eo: Nuligi
hi: रद्द करें
ia: Cancellar
kab: Sefsex
ur: منسوخ کریں
uz: Bekor qilish

source: Open a new window
am: አዲስ መስኮት መክፈቻ
cy: Agor mewn ffenestr newydd
eo: Malfermi novan fenestron
hi: नई विंडो खोलें
ia: Aperir un nove fenestra
kab: Ldi asfaylu amaynut
ur: نئی ونڈو میں کھولیں
uz: Yangi oyna ochish

source: Start in fullscreen mode
am: በ ሙሉ መመልከቻ ዘዴ ማስጀመሪያ
cy: Cychwyn yn y modd sgrin lawn
eo: Starti per tutekrana reĝimo
hi: पूर्ण स्क्रीन मोड में प्रारंभ करें
ia: Initiar in modo schermo plen
kab: Sekker s uskar n ugdil aččuran
ur: بھرپور سکرین انداز میں شروع ہوں
uz: Toʻliq ekran rejimida ishga tushirish

source: Automatically start a slideshow
am: ራሱ በራሱ ተንሸራታች ማሳያ ማስጀመሪያ
cy: Cychwyn sioe sleidiau yn awtomatig
eo: Aŭtomate startigi bildoprezenton
hi: स्लाइडशो स्वतः आरंभ करें
ia: Initiar automaticamente un presentation de diapositivas
kab: Skker s wudem awurman askan n tugniwin
ur: خودبخود سلائڈ شو _شروع کر دیں
uz: Slayd-shouni avtomatik boshlash

source: Automatically import digital camera photos
am: ራሱ በራሱ ከ ዲጂታል ካሜራ ፎዎች ማምጫ
cy: Mewnforio lluniau camerâu digidol yn awtomatig
eo: Aŭtomate importi fotojn de cifereca kamerao
hi: डिजिटल कैमरा फोटो स्वतः आयात करें
ia: Importar automaticamente photos del camera digital
kab: Kter s wudem awurman tiwlafin n tkamirat
ur: ڈیجیٹل کیمرہ پر موجود تصاویر کو خودکار درآمد کریں
uz: Raqamli kamera fotosuratlarini avtomatik import qilish

source: Show version
am: እትም ማሳያ
cy: Dangos pa fersiwn
eo: Montri version
hi: संस्करण दिखाएँ
ia: Monstrar le version
kab: Beqqeḍ lqem
ur: ورژن دکھائیں
uz: Versiyani ko‘rsatish

source: - Image browser and viewer
am: - ምስል መቃኛ እና መመልከቻ
cy: - Porwr delwedd a dangosydd
eo: - Bildofoliumilo kaj bildomontrilo
hi: चित्र ब्राउज़र व प्रदर्शक
ia: - Explorator de imagines e visor
kab: - Ameskan n unaram akked umeskan
ur: تصاویر براؤزر اور تصاویر دکھانے والا
uz: - Rasm brauzeri va ko‘ruvchisi

source: _Flickr...
am: _ፍሊከር...
ur: _فلکر...

# Cardinal point
source: S
am: ደ
cy: Sa
uz: Janub

# Cardinal point
source: N
am: ሰ
cy: G
uz: Shimol

# Cardinal point
source: W
am: ም
cy: Gn
eo: U
kab: O
uz: Gʻarb

# Cardinal point
source: E
am: ም
uz: Sharq

source: Photobucket...
am: ፎቶ ማጠራቀሚያ...
ia: Album de photos...
ur: فوٹو بَکٹ۔۔۔

source: PhotoBucket
am: ፎቶ ማጠራቀሚያ
ia: Album de photos
ur: فوٹو بَکیٹ

source: RGB
am: ቀአሰ
eo: RVB
ur: آر جی بی
