Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: %s of %s
am: %s ከ %s
cy: %s o %s
eo: %s de %s
hi: %s पूर्ण %s में से
ia: %s de %s
kab: %s si %s
ur: %s کا %s
uz: %s %s of

source: Moving "%s" to "%s"
am: በ ማንቀሳቀስ ላይ "%s" ወደ "%s"
cy: Yn symud "%s" i "%s"
eo: Movado de "%s" al "%s"
hi: "%s" को "%s" में अंतरित करना जारी
ia: Movimento de "%s" a "%s"
kab: Smutti "%s" ɣer "%s"
ur: منتقل کیا جا رہا ہے "%s" کو "%s" میں
uz: “%s” “%s”ga ko‘chirilmoqda

source: Copying "%s" to "%s"
am: ኮፒ በ ማድረግ ላይ "%s" ወደ "%s"
cy: Yn copïo "%s" i "%s"
eo: Kopiado de "%s" al "%s"
hi: "%s" को "%s" में कॉपी करना जारी
ia: Copia de "%s" a "%s"
kab: Asuken n "%s" ɣer "%s"
ur: کاپی کیا جا رہا ہے "%s" کو "%s" میں
uz: “%s” “%s”ga nusxalanmoqda

source: Moving files
am: ፋይሎች በማንቀሳቀስ ላይ
cy: Yn symud ffeiliau
eo: Movado de dosieroj
hi: फाइलें अंतरित करना जारी
ia: Displaciamento del files
kab: Asmutti n ifuyla
ur: فائلیں منتقل کی جارہی ہیں
uz: Fayllar ko‘chirilmoqda

source: Copying files
am: ፋይሎችን ኮፒ በማድረግ ላይ
cy: Yn copïo ffeiliau
eo: Kopiado de dosieroj
hi: फाइलें कॉपी करना जारी
ia: Copia del files
kab: Anɣel n ifuyla
ur: فائلیں کاپی کی جارہی ہیں
uz: Fayllar nusxalanmoqda

source: Getting file information
am: የ ፋይል መረጃ በማግኘት ላይ
cy: Yn cael manylion ffeiliau
eo: Ekhavo de dosierinformo
hi: फाइल सूचना प्राप्ति जारी
ia: Obtenimento del informationes del file
kab: Aggay n isallan n ufaylu
ur: فائل کی معلومات حاصِل کی جارہی ہے
uz: Fayl ma'lumotlari olinmoqda

source: pix is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
am: ፒክስ ነፃ ሶፍትዌር ነው: እርስዎ ማሰራጨት ይችላሉ እና/ወይንም ማሻሻል በ GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
cy: Meddalwedd rhydd yw Pix; gallwch ei ailddosbarthu a/neu ei haddasu o dan delerau Trwydded Gyhoeddus Gyffredinol GNU fel y'i cyhoeddwyd gan y Free Software Foundation; naill ai fersiwn 2 o'r Drwydded, neu (yn ôl eich dewis chi) unrhyw fersiwn ddiweddarach.
eo: pix estas libera programaro; vi povas ĝin redistribui kaj/aŭ modifi sub la kondiĉoj de la Ĝenerala Publika Permesilo de GNU, eldonita de la 'Free Software Foundation'; aŭ versio 2 de la permesilo aŭ (laŭ via elekto) iu ajn posta versio.
hi: पिक्स - निःशुल्क सॉफ्टवेयर है; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
kab: pix d aseɣzan ilelli; tzemreḍ ad t-tmuddeḍ yerna/neɣ ad as-tbeddeleḍ am akken yella deg Turagt Tazayezt Tamatut GNU, am akken yettwazreg sɣur Free Software Foundation; lqem wis 2 n Turagt, neɣ (ma tebɣiḍ) yal lqem-nniḍen aqbur.
ur: پکس ایک مفت سوفٹ ویئر ہے، آپ اسے فری سوفٹ ویئر فاونڈیشن کی طرف سے جاری کردہ گنو جنرل پبلک لائسنس ورژن 2 یا (اپنی مرضی سے) بعد کے کسی ورژن کی شرائط کے تحت تقسیم / یا تبدیل کرسکتے ہیں.
uz: pix - bu bepul dastur; siz uni qayta tarqatishingiz va/yoki uni Free Software Foundation tomonidan nashr etilgan GNU General Public License shartlariga muvofiq o‘zgartirishingiz mumkin; Litsenziyaning 2-versiyasi yoki (sizning xohishingizga ko‘ra) har qanday keyingi versiyasi.

source: pix is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
am: ፒክስ የሚሰራጨው እርስዎን ይጠቅማል በሚል ከፍተኛ ተስፋ ነው: ነገር ግን ምንም ዋስትና አንሰጥም: without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
cy: Mae Pix yn cael ei ddosbarthu yn y gobaith y bydd yn ddefnyddiol, ond HEB UNRHYW WARANT; heb hyd yn oed y warant ymhlyg o BRIODOLDEB neu ADDASRWYDD AR GYFER UNRHYW BWRPAS. Gweler Trwydded Gyhoeddus Gyffredinol GNU i gael mwy o fanylion.
eo: pix estas distribuita kun la espero, ke ĝi estu utila, sed SEN IU AJN GARANTIO; eĉ sen la implica garantio de NEGOCEBLO aŭ TAŬGECO POR IU APARTA CELO. Vidu la Ĝeneralan Publikan Permesilon de GNU por pli da detaloj.
hi: पिक्स - सदुपयोग की आशा से वितरित है, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
kab: pix yettwafka iwakken ad yesɛu nnfeɛ, maca MEBLA TUBBIT N ṬMANA; ulac ula d ṭmana tuffirt BELLI YEZMER AD YENZ neɣ YENFEƐ I KRA N USEQDEC. I wugar n ttfaṣil, wali Turagt Tazayezt Tamatut GNU.
ur: پکس(pix) اس امید کے ساتھ تقسیم کیا جاتا ہے کہ یہ مفید اور کارآمد ثابت ہوگا تاہم کسی بھی ضمانت کے بغیر؛ تجارت یا کسی مخصوص کام کے قابل ہونے کی ایسی ضمانت کے بھی بغیر جس کی طرف یہ دلالت کرتا ہو۔ مزید تفصیلات کے لیے GNU GPL دیکھیں۔
uz: pix foydali bo‘ladi degan umidda tarqatiladi, lekin HECH QANDAY KAFOLATSIZ; TIJORAT MUVOFIQligi yoki MAQSUS MAQSADGA MUVOFIQligi to‘g‘risidagi nazarda tutilgan kafolatsiz ham. Batafsil ma'lumot uchun GNU General Public License-ga qarang.

source: You should have received a copy of the GNU General Public License along with pix. If not, see http://www.gnu.org/licenses/.
am: እርስዎ ማግኘት ይችላሉ የ GNU General Public License along with pix. If not, see http://www.gnu.org/licenses/.
cy: Dylech fod wedi derbyn copi o Drwydded Gyhoeddus Gyffredinol GNU ynghyd â Pix. Os na, gweler http://www.gnu.org/licenses/.
eo: Vi devus esti ricevinta kopion de la Ĝenerala Publika Permesilo de GNU kune kun pix; se ne, vidu http://www.gnu.org/licenses/.
hi: पिक्स के साथ GNU जनरल पब्लिक लाइसेंस की प्रतिलिपि संलग्न है। यदि नहीं तो http://www.gnu.org/licenses/ पर देखें।
kab: Isefk ad teṭṭfeḍ tasukkint n turagt GNU General Public License akked pix ; ma ulac, ẓer http://www.gnu.org/licenses/.
uz: Siz pix bilan birga GNU General Public License nusxasini olishingiz kerak edi. Aks holda, http://www.gnu.org/licenses/ ga qarang.

source: An image viewer and browser.
am: የ ምስል መመልከቻ እና መቃኛ
cy: Dangosydd delweddau a phorwr.
eo: Bildomontrilo kaj bildofoliumilo.
hi: चित्र प्रदर्शक व ब्राउज़र।
ia: Un visor de imagine e explorator.
kab: Tameskant n tugniwin akked iminig.
ur: تصاویر براؤزر اور تصاویر دکھانے والا
uz: Rasm ko‘ruvchisi va brauzeri.

source: translator_credits
am: ዘግዕዝ Frontier Foundation Launchpad Contributions: Clement Lefebvre https://launchpad.net/~clementlefebvre Daniel Yacob https://launchpad.net/~locales samson https://launchpad.net/~sambelet
cy: Launchpad Contributions: Christopher Griffiths https://launchpad.net/~chris Clement Lefebvre https://launchpad.net/~clementlefebvre Rhoslyn Prys https://launchpad.net/~pvst Rhoslyn Prys https://launchpad.net/~rprys
eo: Launchpad Contributions: Kristjan SCHMIDT https://launchpad.net/~kristjan-eo Piet Coppens https://launchpad.net/~piet-coppens
hi: राजेश रंजन <rranjan@redhat.com> Launchpad Contributions: Panwar https://launchpad.net/~vogdt Rajesh Ranjan https://launchpad.net/~rranjan
ia: Launchpad Contributions: karm https://launchpad.net/~melo-o
kab: Launchpad Contributions: Belkacem Mohammed https://launchpad.net/~belkacem77 Slimane Selyan AMIRI https://launchpad.net/~slimaneamiri Yacine Bouklif https://launchpad.net/~yacine-bouklif merzouk Uccen Aḥesnaw https://launchpad.net/~ouchene
ur: Launchpad Contributions: Waqar Ahmed https://launchpad.net/~waqar-17a
uz: Launchpad Contributions: Umidjon Almasov https://launchpad.net/~umutelmas

source: _File
am: _ፋይል (_F)
cy: _Ffeil
eo: _Dosiero
hi: फ़ाइल (_F)
kab: Afay_lu
ur: _فائل
uz: _Fayl

source: _Edit
am: አስተካክል (_E)
cy: Golygu
eo: R_edakti
hi: संपादन (_E)
ia: R_Ediger
kab: _Ẓreg
ur: _ترمیم
uz: _Tahrirlash

source: _Go
am: ሂድ ወደ (_G)
cy: _Mynd
eo: _Iri
hi: जाएँ (_G)
ia: Ir (_Go)
kab: _Ddu
ur: _جائیں
uz: _o‘tish

source: _Help
am: መረጃ (_H)
cy: _Cymorth
eo: _Helpo
hi: मदद (_H)
ia: Adjutar (_Help)
kab: Ta_llalt
ur: _ہدایات
uz: _Yordam

source: Open _With
am: መክፈቻ _በ
cy: Agor _Gyda
eo: Malfermi _per
hi: इसके साथ खोलें (_W)
ia: Aperir con (_With)
kab: Ldi _s
ur: کھولیں _بذریعہ
uz: Ochish _vositasi

source: I_mport From
am: ማ_ምጫ ከ
cy: _Mewnforio O
eo: E_nporti de
hi: यहाँ से आयात करें (_m)
ia: I_mportar ex
kab: _Kter si
ur: _درآمد کریں یہاں سے
uz: Import qilish manbai

source: E_xport To
am: መ_ላኪያ ወደ
cy: _Allforio CSV I
eo: E_lporti al
hi: यहाँ निर्यात करें (_x)
ia: E_xportar a
kab: _Sifeḍ ɣer
ur: _برآمد کریں یہاں پہ
uz: Eksport qilish mo‘ljali

source: New _Window
am: አዲስ መስኮት (_W)
cy: _Ffenestr Newydd
eo: Nova _fenestro
hi: नया विंडो (_W)
ia: Nove fenestra (_Window)
kab: A_sfaylu amaynut
ur: نئی ونڈ_و
uz: Yangi _oyna

source: Open another window
am: በሌላ መስኮት መክፈቻ
cy: Agorwch ffenestr arall
eo: Malfermi alian fenestron
hi: अन्य विंडो खोलें
ia: Aperi un altere fenestra
kab: Ldi asfaylu amaynut
ur: ایک اور ونڈو کھولیں
uz: Boshqa oynani ochish

source: Open
am: መክፈቻ
cy: Ar agor
eo: Malfermi
hi: खोलें
ia: Aperir
kab: Ldi
ur: کھولیں
uz: Ochish

source: Save As...
am: ማስቀመጫ እንደ...
cy: Cadw Fel...
eo: Konservi kiel...
hi: इस रूप में संचित करें...
ia: Salvar como...
kab: Sekles am...
uz: Boshqa saqlash...

source: Revert
am: ወደ ነበረበት መመለሻ
cy: Dychwelyd
eo: Malfari ŝanĝojn
hi: पूर्ववत करें
ia: Reverter
kab: Tti
uz: Qaytarish

source: Open in New Window
am: በ አዲስ መስኮት መክፈቻ
cy: Agor mewn Ffenestr Newydd
eo: Malfermi en nova fenestro
hi: नए विंडो में खोलें.
ia: Aperi in Nove Fenestra
kab: Ldi deg usfaylu amaynut
ur: نئی ونڈو میں کھولیں
uz: Yangi oynada ochish

source: Edit various preferences
am: የ ተለያዩ ምርጫዎች ማረሚያ
cy: Golygu dewisiadau amrywiol
eo: Redakti diversajn agordojn
hi: विभिन्न सेटिंग्स संपादन
ia: Rediger varie preferentias
kab: Ẓreg aṭas n ismenyifen
ur: دیگر ترجیحات مدون کریں
uz: Turli xil parametrlarni tahrirlash

source: _Sort By...
am: _መለያ በ...
cy: _Trefnu yn ôl...
eo: _Ordigi laŭ...
hi: अनुक्रमण (_S)...
ia: Arrangiar (_Sort) per...
kab: S_mizzwer s...
ur: _ترتیب دیں...
uz: _Saralash turi...

source: _Filter...
am: _ማጣሪያ...
cy: _Hidlo...
eo: _Filtrilo...
hi: निस्पंदन (_F)...
ia: _Filtro...
kab: _Sti...
ur: _فلٹر...
uz: _Filtrlash...

source: Stop
am: ማስቆሚያ
cy: Stopio
eo: Haltigi
hi: पूर्णतया रोकें
ia: Stoppar
kab: Seḥbes
uz: To‘xtash

source: Stop loading the current location
am: የ አሁኑን አካባቢ መጫን ማስቆሚያ
cy: Atal llwytho'n y lleoliad cyfredol
eo: Haltigi ŝargadon de la nuna loko
hi: वर्तमान स्थान लोड करना रोकें
ia: Arrestar le cargamento del position actual
kab: Seḥbes aɛebbi n wadig amiran
ur: حالیہ مقام کے لوڈ کرنے کا عمل روکیں
uz: Joriy joylashuvni yuklashni to‘xtatish

source: Reload
am: እንደገና መጫኛ
cy: Ail-lwytho
eo: Reŝargi
hi: पुन: लोड करें
ia: Recargar
kab: Ɛebbi tikkelt-nniḍen
uz: Qayta yuklash

source: Reload the current location
am: አሁን ያለውን ቦታ እንደገና ይጫን
cy: Ail-lwytho'r lleoliad cyfredol
eo: Reŝargi la nunan lokon
hi: वर्तमान स्थान पुनः लोड करें
ia: Recargar position actual
kab: Ales asali n wadig amiran
ur: حالیہ مقام کو دوبارہ لوڈ کریں
uz: Joriy joylashuvni qayta yuklash

source: View previous image
am: ያለፈውን ምስል አሳይ
cy: Gweld y ddelwedd flaenorol
eo: Montri antaŭan bildon
hi: पूर्व चित्र देखें
ia: Vider le previe imagine
ur: سابقہ تصویر دیکھیں
uz: Oldingi rasmni ko‘rish

source: View next image
am: የሚቀጥለውን ምስል አሳይ
cy: Gweld y ddelwedd nesaf
eo: Montri sekvan bildon
hi: आगामी चित्र देखें
ia: Vider le imagine sequente
kab: Beqqeḍ tugna tuḍfirt
ur: اگلی تصویر دیکھیں
uz: Keyingi rasmni ko‘rish

source: Fullscreen
am: በ ሙሉ መመልከቻ ዘዴ
cy: Sgrin Lawn
eo: Tutekrana
hi: पूर्ण स्क्रीन
ia: Schermo plen
kab: Agdil aččuran
uz: To‘liq ekran

source: Switch to fullscreen
am: ወደ ሙሉ መመልከቻ ዘዴ መቀየሪያ
cy: Newid i sgrin lawn
eo: Komuti al tutekrana
hi: पूर्ण स्क्रीन पर प्रदर्शित करें
ia: Excambiar a schermo plen
kab: Qluqel ɣer ugdil aččuran
ur: مکمل سکرین کر دیں
uz: Toʻliq ekran rejimiga oʻtish

source: Leave Fullscreen
am: ከሙሉ ገጽ መመልከቻ መውጫ
cy: Peidio Llenwi'r sgrin
eo: Forlasi plenekranan reĝimon
hi: पूर्ण स्क्रीन बंद करें
ia: Quitar le schermo plen
kab: Ffeɣ seg ugdil aččuran
ur: مکمل سکرین چھوڑیں
uz: Toʻliq ekrandan chiqish

source: Back
am: ወደ ኋላ
cy: Yn ôl
eo: Reen
hi: वापस
ia: Receder
kab: Tuɣalin
uz: Orqaga

source: Go to the previous visited location
am: ወደቀድሞው የተጎበኘው አቅጣጫ ሂድ
cy: Mynd i'r lleoliad ymwelwyd diwethaf
eo: Iri al antaŭa vizitita loko
hi: पिछले सैर किए स्थान पर जाएँ
ia: Ir al position visitate previemente
kab: Ddu ɣer wadig uzwir iɣer terziḍ
ur: سابقہ دیکھے گئے مقام پر جائیں
uz: Oldingi tashrif buyurilgan joyga o‘tish

source: Forward
am: ወደ ፊት
cy: Ymlaen
eo: Antaŭen
hi: आगे
ia: Avantiar
kab: Ɣer zdat
uz: Oldinga

source: Go to the next visited location
am: ወደሚቀጥለው የሚጎበኘው አቅጣጫ ሂድ
cy: Mynd i'r lleoliad ymwelwyd nesaf
eo: Iri al sekvonta vizitita loko
hi: अगले सैर किए स्थान पर जाएँ
ia: Ir al position visitate sequente
kab: Ddu ɣer wadig uḍfir iɣer terziḍ
ur: اگلے دیکھے گئے مقام پر جائیں
uz: Keyingi tashrif buyurilgan joyga o‘tish

source: Up
am: ከ ላይ
cy: I Fyny
eo: Supren
hi: ऊपर
ia: In alto
kab: D asawen
uz: Yuqoriga

source: Go up one level
am: አንድ ወደላይ ሂድ
cy: Mynd i fyny un lefel
eo: Supreniri ununivele
hi: एक स्तर ऊपर जाएँ
ia: Ir supra de un grado
kab: Ali s uswir
ur: ایک درجہ اوپر جائیں
uz: Bir daraja yuqoriga o‘tish

source: _Location...
am: ቦታ... (_L)
cy: _Lleoliad ...
eo: _Loko...
hi: स्थान... (_L)
kab: A_dig...
ur: _مقام...
uz: _Joylashuv...

source: Specify a location to open
am: ለ መክፈት ቦታውን ይወስኑ
cy: Nodwch leoliad i'w agor
eo: Specifi lokon por malfermi
hi: खोलने हेतु स्थान निर्दिष्ट करें
ia: Specifica un location a aperir
kab: Fk-d adigen ara yettwaldin
ur: کھولنے کے لیے مقام متعین کریں
uz: Ochilish uchun joyni belgilash

source: _Delete History
am: ታሪክ አጥፉ (_D)
cy: _Dileu Hanes
eo: _Forigi historion
hi: वृतांत हटाएँ (_D)
ia: _Deler le chronologia
kab: _Kkes amazray
ur: ہسٹری _حذف کر دیں
uz: _Tarixni oʻchirish

source: Delete the list of visited locations
am: የ ተጎበኙ አካባቢዎችን ዝርዝር ማጥፊያ
cy: Dileu'r rhestr o leoliadau yr ymwelwyd â nhw
eo: Forigi la liston de vizititaj lokoj
hi: प्रयुक्त स्थानों की सूची हटाएँ
ia: Dele le lista del positiones visitate
kab: Ad yekkes tabdart n wadigen yettwarzan
ur: پہلے دیکھے گئے مقامات کی فہرست حذف کریں
uz: Tashrif buyurilgan joylar ro‘yxatini o‘chirish

source: View the folders
am: ዶሴዎቹን አሳይ
cy: Gweld y ffolderi
eo: Montri la dosierujojn
hi: फोल्डर देखें
ia: Vider le plicas
ur: فلوڈر دیکھیں
uz: Jildlarni ko‘rish

source: About
am: ስለ
cy: Ynghylch
eo: Pri
hi: बारे में
ia: Re
kab: Ɣef
uz: Haqida

source: Show information about pix
am: ስል ፒክስ መረጃ ማሳያ
cy: Dangos gwybodaeth am Pix
eo: Montri informojn pri pix
hi: पिक्स के बारे में सूचना दिखाएँ
ia: Monstrar informationes circa pix
kab: Sken isallan ɣef pix
ur: PIX کے بارے میں معلومات دکھائیں
uz: Pix haqidagi ma'lumotlarni ko‘rsatish

source: Contents
am: ይዞታዎች
cy: Cynnwys
eo: Enhavoj
hi: सामग्री
ia: Contentos
kab: Igburen
ur: موضوعات
uz: Mundarija

source: Display the pix Manual
am: የ ፒክስ መመሪያ ማሳያ
cy: Dangos Llawlyfr Pix
eo: Montri la pix-manlibron
hi: पिक्स उपयोग गाइड दिखाएँ
ia: Monstrar le manual de pix
kab: Beqqeḍ amnir n useqdec n pix
ur: پکس کا مینوئل دکھائیں
uz: Pix qo‘llanmasini ko‘rsatish

source: _Keyboard Shortcuts
am: የፊደል ሠሌዳው አቋራጭ (_K)
cy: Llwybrau byr y Bysellfwrdd
eo: _Klavkombinoj
hi: कुंजीपटल शॉर्टकट (_K)
ia: Vias breve de claviero (_Keyboard)
kab: Inegzumen n u_nasiw
ur: _کی بورڈ شارٹ کٹ
uz: _Klaviatura yorliqlari

source: Edit
am: ማረሚያ
cy: Golygu
eo: R_edakti
hi: संपादन
ia: Rediger
kab: Ẓreg
ur: ترمیم کریں
uz: Tahrirlash

source: Edit file
am: ፋይል ማረሚያ
cy: Golygu ffeil
eo: Redakti dosieron
hi: फाइल संपादन
ia: Rediger le file
kab: Ẓreg afaylu
ur: فائل مدون کریں
uz: Falyni tahrirlash

source: _Toolbar
am: ቱልባር (_T)
cy: _Bar Offer
eo: Ilobre_to
hi: उपकरण-पट्टी (_T)
ia: Ins_Trumentario
kab: Afeggag n ife_cka
ur: _اوزار پٹی
uz: _Asboblar paneli

source: View or hide the toolbar of this window
am: የዚህን መስኮት እቃ መደርደሪያ ማሳያ ወይንም መደበቂያ
cy: Gweld neu guddio bar offer y ffenestr hon
eo: Montri aŭ kaŝi la ilobreton de ĉi tiu fenestro
hi: इस विंडो की साधन पट्टी दृश्य/अदृश्य करें
ia: Vider o celar le barra de instrumentos de iste fenestra
kab: Beqqeḍ neɣ ffer tafeggagt n ifecka n usfaylu-agi
ur: حالیہ ونڈو میں اوزار پٹی دکھائیں یا پوشیدہ کریں
uz: Ushbu oynaning asboblar panelini ko‘rish yoki yashirish

source: _Statusbar
am: ስታተስባር (_S)
cy: Bar _Statws
eo: _Statobreto
hi: स्थिति-पट्टी (_S)
ia: Barra de _Stato
kab: Tafeggagt n wa_ddad
ur: _حالت پٹی
uz: _Holat paneli

source: View or hide the statusbar of this window
am: የዚህን መስኮት ሁኔታ መደርደሪያ ማሳያ ወይንም መደበቂያ
cy: Gweld neu guddio bar statws y ffenestr hon
eo: Montri aŭ kaŝi la statan breton de ĉi tiu fenestro
hi: इस विंडो की स्थिति पट्टी दृश्य/अदृश्य करें
ia: Vider o celar le barra de stato de iste fenestra
kab: Beqqeḍ neɣ ffer tafeggagt n waddad n usfaylu-agi
ur: حالیہ ونڈو میں حالت پٹی دکھائیں یا پوشیدہ کریں
uz: Ushbu oynaning holat panelini ko‘rish yoki yashirish

source: _Filterbar
am: _ማጣሪያ መደርደሪያ
cy: _Y Bar Hidlo
eo: _Filtrilobreto
hi: निस्पंदन पट्टी (_F)
ia: Barra del _Filtro
kab: Tafeggagt n testayt
ur: _فلٹر پٹی
uz: _Filtr paneli

source: View or hide the filterbar of this window
am: የዚህን መስኮት ማጣሪያ መደርደሪያ ማሳያ ወይንም መደበቂያ
cy: Gweld neu guddio bar hidlo'r ffenestr hon
eo: Montri aŭ kaŝi la filtrilobreton de ĉi tiu fenestro
hi: इस विंडो की निस्पंदन पट्टी दृश्य/अदृश्य करें
ia: Vider o celar le barra del filtro de iste fenestra
kab: Beqqeḍ neɣ ffer tafeggagt n testayt n usfaylu-agi
ur: حالیہ ونڈو میں فلٹر پٹی دکھائیں یا پوشیدہ کریں
uz: Ushbu oynaning filtr panelini ko‘rish yoki yashirish

source: _Sidebar
am: የ _ጎን መደርደሪያ
cy: _Bar Ochr
eo: _Flanka breto
hi: साइड पट्टी (_S)
ia: Barra lateral (_Side)
kab: Tafeggagt n yi_dis
ur: _سائڈبار
uz: _Yon panel

source: View or hide the sidebar of this window
am: የዚህን መስኮት የ ጎን መደርደሪያ ማሳያ ወይንም መደበቂያ
cy: Gweld neu guddio bar ochr y ffenestr hon
eo: Montri aŭ kaŝi la flankan strion de ĉi tiu fenestro
hi: इस विंडो की साइड पट्टी दृश्य/अदृश्य करें
ia: Vider o celar le barra lateral de iste fenestra
kab: Beqqeḍ neɣ ffer tafeggagt n yidis n usfaylu-agi
ur: حالیہ ونڈو میں سائڈ بار دکھائیں یا پوشیدہ کریں
uz: Ushbu oynaning yon panelini ko‘rish yoki yashirish

source: _Thumbnail Pane
am: በ _አውራ ጥፍር ልክ ክፍል
cy: _Paen Lluniau Bach
eo: _Miniaturfenestro
hi: लघुछवि फलक (_T)
ia: Quadro del miniaturas (_Thumbnail)
kab: A_galis n tenfulin
ur: _تھمب‌ نیل پین
uz: _Eskiz paneli

source: View or hide the thumbnail pane in viewer mode
am: የዚህን በ አውራ ጥፍር ልክ ክፍል በ መመልከቻ ዘዴ ውስጥ ማሳያ ወይንም መደበቂያ
cy: Gweld neu guddio'r paen lluniau bach yn y modd dangos
eo: Montri aŭ kaŝi la miniaturfenestron laŭ montrila reĝimo
hi: दृश्य मोड में लघुछवि फलक दृश्य/अदृश्य करें
ia: Vider o celar le quadro de miniaturas in modo visor
kab: Beqqeḍ neɣ ffer agalis n tenfulin s uskar n tmuɣli
uz: Ko‘rish rejimida eskiz panelini ko‘rish yoki yashirish

source: _Thumbnails
am: በ _አውራ ጥፍር ልክ
cy: Lluniau _bach
eo: _Miniaturoj
hi: लघुछवि (_T)
ia: Miniaturas (_Thumbnails)
kab: Ti_nfulin
ur: تھمب _نیل
uz: _Eskizlar

source: View thumbnails
am: በ አውራ ጥፍር ልክ መመልከቻ
cy: Gweld lluniau bach
eo: Montri miniaturojn
hi: लघुछवियाँ देखें
ia: Vider le miniaturas
kab: Beqqeḍ tinfulin
ur: تھمب نیل
uz: Eskizlarni koʻrish

source: _Hidden Files
am: የ _ተደበቁ ፋይሎች
cy: _Ffeiliau Cudd
eo: _Kaŝitaj dosieroj
hi: अदृश्य फाइलें (_H)
ia: Files occulte (_Hidden)
kab: Ifuyla ye_ffren
ur: _پوشیدہ فائلیں
uz: _Yashirin fayllar

source: Show hidden files and folders
am: የ ተደበቁ ፋይሎች እና ፎልደሮች ማሳያ
cy: Dangos ffeiliau neu ffolderi cudd
eo: Montri kaŝitajn dosierojn kaj dosierujojn
hi: अदृश्य फाइल व फोल्डर दिखाएँ
ia: Monstrar le files e plicas occulte
kab: Beqqeḍ ifuyla neɣ ikaramen yeffren
ur: پوشیدہ فائلیں اور فولڈر ظاہر کریں
uz: Yashirin fayl va jildlarni ko‘rsatish

source: View file properties
am: የ ፋይል ባህሪዎች መመልከቻ
cy: Gweld priodweddau ffeiliau
eo: Monri dosieratributojn
hi: फाइल विशेषताएँ देखें
ia: Vider le proprietates del file
kab: Beqqeḍ iraten n ufuylu
ur: فائل کی خصوصیات دیکھیں
uz: Fayl xususiyatlarini ko‘rish

source: _Fit Window to Image
am: መስኮት በ ምስል _ልክ
cy: Ffitio Ffenestr i'r Ddelwedd
eo: _Adapti fenestron al bildo
hi: चित्र अनुसार विंडो विस्तृत (_F)
ia: Adaptar le _Fenestra al imagine
kab: Se_zg asfaylu ɣer tugna
ur: ونڈو کو تصویر کے حساب سے _فٹ کریں
uz: _Oynani rasmga moslash

source: Resize the window to the size of the image
am: እንደገና መመጠኛ መስኮት በ ምስል ልክ
cy: Newid maint y ffenestr i faint y ddelwedd
eo: Regrandigi la fenestron al la grando de la bildo
hi: चित्र आकार अनुसार विंडो आकार परिवर्तन
ia: Re-dimensiona le fenestra al dimensiones del imagine
kab: Ales tisekta n usfaylu ɣer tsekta n tugna
ur: ونڈو کا سائز تصویر کے سائز کے برابر کر دیں
uz: Oyna o‘lchamini rasm o‘lchamiga o‘zgartirish

source: Open %s
am: መክፈቻ %s
cy: Agor %s
eo: Malfermi %s
hi: %s खोलें
ia: Aperir %s
kab: Ldi %s
ur: کھولیں %s
uz: %s ni ochish

source: [modified]
am: [የ ተሻሻለው]
eo: [modifita]
hi: [परिवर्तित]
kab: [yettusnifel]
ur: [تبدیل شدہ]
uz: [o‘zgartirilgan]

source: %d file selected (%s)
am: %d ፋይል ተመርጧል (%s)
cy: %d ffeil wedi ei ddewis (%s)
eo: %d dosiero elektita (%s)
hi: %d फाइल चयनित (%s)
ia: %d file selecte (%s)
kab: %d afaylu yettwafernen (%s)
ur: %d فائل منتخب کردہ (%s)
uz: %d ta fayl tanlandi (%s)

source: %s of free space
am: %s ከ ነፃ ቦታ
cy: %s o ofod rhydd
eo: %s da libera spaco
hi: अप्रयुक्त स्पेस का %s
ia: %s de spatio libere
kab: %s n tallunt tilellit
ur: خالی جگہ میں سے %s
uz: %s boʻsh joy

source: No suitable module found for %s
am: ምንም ተስማሚ ክፍል አልተገኘም ለ %s
cy: Heb ddarganfod modiwl addas ar gyfer %s
eo: Neniu taŭga modulo trovita por %s
hi: %s हेतु कोई उपयुक्त अनुखंड प्राप्त नहीं हुआ
ia: Nulle modulo competente trovate pro %s
kab: Ulac azegrir iwatan i %s i yettwafen
ur: %s کے لیے کوئی موزوں ماڈیول نہیں ملا
uz: %s uchun mos modul topilmadi

source: Save changes to file '%s'?
am: ለውጦቹን በ ፋይል ላይ ማስቀመጫ '%s'?
cy: Cadw newidiadau i'r ffeil '%s'?
eo: Konservi ŝanĝojn al dosiero '%s'?
hi: '%s' फाइल संबंधी परिवर्तन संचित करें?
ia: Salvar le cambios al file '%s'?
kab: Ad teskelseḍ ibeddilen deg ufaylu '%s'?
ur: کیا آپ فائل '%s' میں تبدیلیاں محفوظ کرنا چاہتے ہیں؟
uz: Oʻzgarishlar “%s” fayliga saqlansinmi?

source: If you don't save, changes to the file will be permanently lost.
am: ለውጦቹን በ ፋይል ላይ ካላስቀመጡ በቋሚነት ይጠፋሉ
cy: Os na wnewch chi gadw, bydd newidiadau i'r ffeil yn cael eu colli am byth.
eo: Se vi ne konservas, ŝanĝoj al la dosiero estos porĉiame perditaj.
hi: संचित न करने पर फाइल संबंधी परिवर्तन स्थायी रूप से अनुपलब्ध होंगे।
ia: Si tu non salva, le cambiamentos al file essera perdite permanentemente.
kab: Ma ur teskelseḍ ara, ibeddilen i tgiḍ ɣef ufaylu-agi ad ruḥen i lebda.
ur: اگر آپ نے محفوظ نہ کیا تو تمام تبدیلیاں ہمیشہ کے لیے ضائع ہوجائیں کی.
uz: Agar saqlamasangiz, faylga kiritilgan oʻzgarishlar butunlay yoʻqoladi.

source: Do _Not Save
am: አታ_ስቀምጥ
cy: _Peidio â Chadw
eo: _Ne konservi
hi: संचित न करें (_N)
ia: _Non salvar
kab: _Ur seklas ara
ur: محفوظ _مت کریں
uz: _Saqlamasin

source: Could not change name
am: ስም መቀየር አልተቻለም
cy: Methu newid enw
eo: Ne eblas ŝanĝi nomon
hi: नाम परिवर्तन विफल
ia: Impossibile cambiar nomine
kab: Ur izmir ara ad isnifel isem
ur: نام نہیں بدلا جا سکتا
uz: Nomini o‘zgartirib bo‘lmadi

source: Modified
am: ተሻሽሏል
cy: Newidiwyd
eo: Modifita
hi: परिवर्तित
ia: Modificate
kab: Yettwabeddel
ur: تبدیل شُدہ
uz: Oʻzgartirilgan

source: View the list of visited locations
am: የ ተጎበኙ አካባቢዎችን ዝርዝር ማሳያ
cy: Gweld y rhestr o leoliadau yr ymwelwyd â nhw
eo: Montri la liston de vizititaj lokoj
hi: प्रयुक्त स्थानों की सूची देखें
ia: Vider le lista del positiones visitate
kab: Beqqeḍ tabdart n wadigen yettwarzan
ur: پہلے دیکھے گئے مقامات کی فہرست دیکھیں
uz: Tashrif buyurilgan joylar ro‘yxatini ko‘rish

source: View the list of upper locations
am: ዝርዝር መመልከቻ በ ላይኛው አካባቢ
cy: Gweld y rhestr o leoliadau uchaf
eo: Montri la liston de supraj lokoj
hi: ऊपरी स्थानों की सूची देखें
ia: Vider le lista del superior positiones
kab: Zken umuɣ n wadegen ufella
ur: اوپری مقامات کی فہرست دیکھیں
uz: Yuqoridagi joylar ro‘yxatini ko‘rish
