Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: Save As
am: ማስቀመጫ እንደ
cy: Cadw Fel
eo: Konservi kiel
hi: इस रूप से संचित करें
ia: Salvar como
kab: Sekles am
ur: محفوظ کریں بنام
uz: Boshqacha saqlash

source: Save
am: አስቀምጥ
cy: Cadw
eo: Konservi
hi: संचित करें
ia: Salvar
kab: Sekles
ur: محفوظ کریں
uz: Saqlash

source: Sharpening image
am: ምስል ማጥሪያ
cy: Miniogi delwedd
eo: Pliakrigo de la bildo
hi: चित्र परिष्कृत करें
ia: Acutiamento del imagine
kab: Ṣeffa n tugna
uz: Rasmni keskinlashtirish

source: Enhance Focus...
am: ትኩረት ማጉሊያ...
cy: Gwella Ffocws...
eo: Plibonigi fokuson...
hi: किरण-केंद्र सुधारें...
ia: Augmentar le Foco...
kab: Rnu ṣfa...
uz: Fokusni kuchaytirish...

source: Enhance Focus
am: ትኩረት ማጉሊያ
cy: Gwella Ffocws
eo: Plibonigi fokuson
hi: किरण-केंद्र सुधारें
ia: Augmentar le Foco
kab: Rnu ṣfa
uz: Fokusni kuchaytirish

source: Undo
am: መተው
cy: Dad-wneud
eo: Malfari
hi: पूर्ववत करें
ia: Disfacer
kab: Err-d
ur: کالعدم کریں
uz: Ortga qaytarish

source: Find _Duplicates...
am: የ ተባዙ መፈለጊያ...
cy: Canfod _Dyblygiadau...
eo: Serĉi _duoblaĵojn...
hi: प्रतिलिपियाँ खोजें (_D)...
ia: Cercar le _Duplicatos...
kab: Nadi u_sligen…
ur: ن_قل تلاش کریں...
uz: _Dublikatlarni topish...

source: Find duplicated files in the current location
am: የ ተባዙ ፋይሎች በ አሁኑ አካባቢ መፈለጊያ
cy: Canfod ffeiliau wedi'u dyblygu yn y lleoliad presennol
eo: Serĉi duoblajn dosierojn en la nuna loko
hi: वर्तमान स्थान पर फाइल प्रतिलिपियाँ खोजें
ia: Trovar files duplicate in le actual position
kab: Nadi ifuyla usligen deg wadig amiran
uz: Joriy joylashuvda takrorlangan fayllarni topish

source: _Folders:
am: _ፎልደሮች:
cy: _ Ffolderi:
eo: _Dosierujoj:
hi: फोल्डर (_F):
ia: Plicas (_Folders):
kab: I_karamen:
ur: _فولڈر:
uz: _Jildlar:

source: Search for Duplicates
am: የ ተባዙ መፈለጊያ
cy: Chwilio am Dyblygiadau
eo: Serĉi duoblaĵojn
hi: प्रतिलिपियाँ खोजें
ia: Cercar le duplicatos
kab: Anadi n wusligen
ur: نقل کے لیے تلاش کریں
uz: Dublikatlarni qidirish

source: Duplicates:
am: የ ተባዙ:
cy: Dyblygiadau:
eo: Duoblaĵoj:
hi: प्रतिलिपियाँ :
ia: Duplicatos:
kab: Usligen:
ur: نقلیں:
uz: Dublikatlar:

source: Files:
am: ፋይሎች:
cy: Ffeiliau:
eo: Dosieroj:
hi: फाइलें :
kab: Ifuyla:
ur: فائلیں:
uz: Fayllar:

source: _View
am: ተመልከት (_V)
cy: _Gweld
eo: _Vido
hi: देखें (_V)
ia: _Vider
kab: Ske_n
ur: _منظر
uz: _Ko‘rinish

source: No duplicates found.
am: ምንም የ ተባዛ አልተገኘም
cy: Heb ddarganfod dyblygiadau.
eo: Neniuj duoblaĵoj trovitaj.
hi: कोई प्रतिलिपि नहीं मिली।
ia: Nulle duplicatos trovate.
kab: Ur d-nufi ara usligen.
ur: کوئی نقل نہیں مل۔
uz: Hech qanday dublikat topilmadi.

source: Find Duplicates
am: አባዛዎች ፈልግ
cy: Canfod dyblygiadau
eo: Serĉi duoblaĵojn
hi: प्रतिलिपियाँ खोजें
ia: Trovar le duplicatos
kab: Nadi usligen
ur: نقل تلاش کریں
uz: Dublikatlarni topish

source: Start _at:
am: በ... ጀምር፦ (_a)
cy: _Cychwyn yn:
eo: _Starti ĉe:
hi: यहाँ से आरंभ (_a):
ia: Initio _a:
kab: Bdu _di:
ur: ابتداء یہاں سے:
uz: Boshlash:

source: _Filter:
am: _ማጣሪያ:
cy: _Hidl:
eo: _Filtrilo:
hi: निस्पंदन (_F):
ia: _Filtrar:
kab: Ta_stayt:
ur: _فلٹر:
uz: _Filtr:

source: Find duplicated files.
am: የ ተባዙ ፋይሎች መፈለጊያ
cy: Canfod ffeiliau wedi'u dyblygu.
eo: Serĉi duoblajn dosierojn.
hi: फाइल प्रतिलिपियाँ खोजें।
ia: Cercar files duplicate.
kab: Nadi ifuyla usligen.
uz: Takrorlangan fayllarni topish.

source: leave the newest duplicates
am: አዲስኑ የ ተባዛ መተው
cy: gadael y dyblygiadau diweddaraf
eo: lasi la pli novajn duoblaĵojn
hi: नवीनतम प्रतिलिपियाँ अनदेखी करें
ia: abandonar le duplicatos plus nove
kab: eǧǧ usligen imaynuten maḍi
uz: eng yangi dublikatlarni qoldirish

source: leave the oldest duplicates
am: አሮጌ የ ተባዛን መተው
cy: gadael y dyblygiadau hynaf
eo: lasi la pli malnovajn duoblaĵojn
hi: पुरानी प्रतिलिपियाँ अनदेखी करें
ia: abandonar le duplicatos plus vetere
kab: eǧǧ usligen iqburen maḍi
uz: eng eski dublikatlarni qoldirish

source: by folder...
am: በ ፎልደር...
cy: yn ôl ffolder:
eo: laŭ dosierujo...
hi: फोल्डर से...
ia: Per plica...
kab: s ukaram...
ur: فولڈر سے...
uz: jild bo‘yicha...

source: all files
am: ሁሉም ፋይሎች
cy: pob ffeil
eo: ĉiuj dosieroj
hi: सभी फाइलें
ia: omne files
kab: akk ifuyla
ur: تمام فائلیں
uz: barcha fayllar

source: no file
am: ፋይል የለም
cy: dim ffeiliau
eo: neniu dosiero
hi: कोई फाइल नहीं
ia: nulle file
kab: ulac afaylu
ur: کوئی فائل نہیں
uz: fayl yo‘q

source: %d duplicate
am: %d የ ተባዛ
cy: %d dyblygiad
eo: %d duoblaĵo
hi: %d प्रतिलिपि
ia: %d duplicato
kab: %d uslig
ur: %d ڈوپلیکیٹ
uz: %d ta dublikat

source: Search completed
am: ፍለጋው ጨርሷል
cy: Chwilio wedi'i gwblhau
eo: Serĉo plenumita
hi: खोज पूर्ण
ia: Recerca completate
kab: Anadi yemmed
ur: تلاش مکمل ہوئی
uz: Qidiruv tugallandi

source: Searching for duplicates
am: የ ተባዙ በ መፈለግ ላይ
cy: Yn chwilio am ddyblygiadau
eo: Serĉado de duoblaĵoj
hi: प्रतिलिपियों की खोज जारी
ia: In cerca del duplicatos
kab: Anadi n wusligen
ur: ڈوہلیکیٹ کی تلاش کی جارہی ہے
uz: Dublikatlar qidirilmoqda

source: %d file remaining
am: %d ፋይል የ ቀረው
cy: %d ffeil ar ôl
eo: %d dosiero restas
hi: %d फाइल शेष
ia: %d file remanente
kab: %d afaylu d-iqqimen
ur: %d فائل باقی
uz: %d ta fayl qoldi

source: Getting the file list
am: የ ፋይል ዝርዝር በ ማግኘት ላይ
cy: Yn cyrchu'r rhestr ffeiliau
eo: Ekhavo de la dosierlisto
hi: फाइल सूची प्राप्ति जारी
ia: Obtenimento del lista de file
kab: Aggay n tebdart n ifuyla
ur: فائل فہرست حاصل کی جارہی ہے
uz: Fayllar roʻyxati olinmoqda

source: Duplicates
am: አባዛዎች
cy: Dyblygiadau
eo: Duoblaĵoj
hi: प्रतिलिपियाँ
ia: Duplicatos
kab: Usligen
ur: ڈوہلیکیٹ
uz: Dublikatlar

source: Select
am: ይምረጡ
cy: Dewiswch
eo: Elekti
hi: चुनें
ia: Eliger
kab: Fren
ur: منتخب کریں
uz: Tanlash

source: Download photos from Flickr
am: ፎቶዎች ከ ፍሊከር ማውረጃ
cy: Llwytho lluniau o Flickr
eo: Elŝuti fotojn el Flickr
hi: Flickr से फोटो डाउनलोड करें
ia: Discargar photos ex Flickr
kab: Sider tiwlafin si Flickr
ur: تصاویر فلک٘ر (Flickr) سے ڈاؤنلوڈ کریں
uz: Flickrdan rasmlarni yuklab olish

source: Upload photos to Flickr
am: ፎቶዎች ወደ ፍሊከር መጫኛ
cy: Llwytho luniau i Flickr
eo: Alŝuti fotojn al Flickr
hi: Flickr पर फोटो अपलोड करें
ia: Cargar photos a Flickr
kab: Sali tiwlafin ar Flickr
ur: فلکر(flickr) پر تصویر اپلوڈ کریں
uz: Flickrga rasmlar yuklash

source: Flicker
am: ፍሊከር
cy: Cryndod
hi: Flickr
uz: Flickr

source: Upload images to Flickr
am: ምስሎች ወደ ፍሊከር መጫኛ
cy: Llwytho delweddau i Flickr
eo: Alŝuti bildojn al Flickr
hi: Flickr पर चित्र अपलोड करें
ia: Cargar imagines a Flickr
kab: Sali tugniwin ar Flickr
ur: فلکر(flickr) پر تصویر اپلوڈ کریں
uz: Rasmlarni Flickrga yuklash

source: Free space:
am: ነጻ ቦታ:
cy: Lle rhydd:
eo: Libera spaco:
hi: अप्रयुक्त स्पेस :
ia: Spatio libere:
kab: Tallunt tilellit:
ur: خالی جگہ:
uz: Bo‘sh joy:

source: Ph_otoset:
am: ፎ_ቶ ማሰናጃ:
cy: _Set Lluniau:
eo: Aro da f_otoj:
hi: फोटो संग्रह (_o):
ia: Collection de phot_os:
kab: Tagrumma n tewlafin:
ur: فو_ٹو سیٹ:
uz: _Fotoset:

source: _Privacy:
am: የ _ግል:
cy: _Preifatrwydd
eo: _Privateco:
hi: निजता (_P):
ia: Confidentialitate (_Privacy):
kab: Ta_baḍnit:
ur: _پرائیویسی:
uz: _Maxfiylik:

source: Hi_de from public searches
am: መደ_በቂያ ከ ሕዝብ መፈለጊያ ውስጥ
cy: C_uddio rhag chwiliadau cyhoeddus
eo: _Kaŝi de publikaj serĉoj
hi: सामग्री की सार्वजनिक खोज अस्वीकृत करें (_d)
ia: Nascon_der al recercas public
kab: Ffrer ɣef unadi azayez
ur: عوامی تلاش سے _چھپائیں
uz: Ommaviy qidiruvlardan yashirish

source: _Safety:
am: _ደህንነት:
cy: _Diogelwch:
eo: _Sekureco:
hi: सुरक्षा (_S):
ia: _Securitate:
kab: Ta_ɣellist:
ur: _حفاظت:
uz: _Xavfsizlik:

source: Private photos, visible to family and friends
am: የ ግል ፎቶዎች የሚታዩት ለ ቤተሰብ እና ጓደኞች ብቻ ነው
cy: Lluniau preifat, yn weladwy i deulu a ffrindiau
eo: Privataj fotoj, videblaj al familio kaj amikoj
hi: निजी फोटो, केवल परिवार व मित्रों को दृश्यमान
ia: Photos private, visibile al familia e al amicos
kab: Tiwlafin timaẓlayin, ad tent-walin imeddukal akked twacult
ur: پرائیویٹ تصاویر، فیملی اور دوستوں کو نظر آئیں گی
uz: Oila va do‘stlar uchun ko‘rinadigan shaxsiy fotosuratlar

source: Private photos, visible to family
am: የ ግል ፎቶዎች የሚታዩት ለ ቤተሰብ ብቻ
cy: Lluniau preifat, yn weladwy i'r teulu
eo: Privataj fotoj, videblaj al familio
hi: निजी फोटो, केवल परिवार को दृश्यमान
ia: Photos private, visibile al familia
kab: Tiwlafin timaẓlayin, ad tent-twali twacult
ur: پرائیویٹ تصاویر، فیملی کو نظر آئیں گی
uz: Shaxsiy fotosuratlar, oila a'zolariga ko‘rinadi

source: Private photos
am: የ ግል ፎቶዎች
cy: Lluniau preifat
eo: Privataj fotoj
hi: निजी फोटो
ia: Photos private
kab: Tiwlafin timaẓlayin
ur: پرائیویٹ تصاویر
uz: Shaxsiy fotosuratlar

source: Safe content
am: አስተማማኝ ይዞታ
cy: Cynnwys diogel
eo: Sekura enhavo
hi: सुरक्षित सामग्री
ia: Contento secur
kab: Agbur i yal azayez
ur: محفوظ مواد
uz: Xavfsiz tarkib

source: Moderate content
am: መካከለኛ ይዞታ
cy: Cynnwys cymedrol
eo: Kontrolata enhavo
hi: सामान्य सामग्री
ia: Contento moderate
kab: Sektem agbur
uz: O‘rtacha tarkib

source: Restricted content
am: የ ተከለከለ ይዞታ
cy: Cynnwys cyfyngedig
eo: Limigita enhavo
hi: निषेध सामग्री
ia: Contento limitate
kab: Agbur abaḍni
uz: Cheklangan kontent

source: C_ontinue
am: ይ_ቀጥሉ
cy: _Parhau
eo: _Daŭrigi
hi: जारी रखें (_C)
ia: C_ontinuar
kab: Kemme_l
ur: _جاری رکھیں
uz: _Davom etish

source: _Authorize...
am: _ፍቃድ...
cy: _Awdurdodi ...
eo: _Rajtigi...
hi: पुष्टिकरण (_A)...
ia: _Authorisar...
kab: _Sireg...
ur: _اجازت دیں_
uz: _Ruxsat berish...

source: Unknown error
am: ያልታወቀ ስህተት
cy: Gwall anhysbys
eo: Nekonata eraro
hi: अज्ञात त्रुटि
ia: Error incognite
kab: Tuccḍa tarussint
ur: نامعلوم مسئلہ
uz: Noma'lum xato

source: Return to this window when you have finished the authorization process on %s
am: ወደ መስኮት ይመለሱ የ ፍቃድ ሂደቱን ከ ጨረሱ በኋላ %s
cy: Dychwelyd i'r ffenestr hon pan wedi gorffen y broses awdurdodi ar %s
eo: Reveni al ĉi tiu fenestro, kiam vi finis la rajtigan procezon sur %s
hi: %s पर पुष्टिकरण प्रक्रिया पूर्ण होने के उपरांत इस विंडो पर वापस आएँ
ia: Retorna a iste fenestra quando tu ha clause le processo de autorisation sur %s
kab: Uɣal-d ɣer usfaylu-agi ticki tfukeḍ akala n usireg ɣef %s
uz: %s da avtorizatsiya jarayoni tugagach, ushbu oynaga qaytish

source: Once you're done, click the 'Continue' button below.
am: አንዴ ከ ጨረሱ ይጫኑ 'ይቀጥሉ' የሚለውን ቁልፍ ከ ታች በኩል
cy: Ar ôl i chi wneud, cliciwch y botwm 'Parhau' isod.
eo: Kiam finite, alklaku la suban 'Daŭrigi'-butonon.
hi: प्रक्रिया पूर्ण होने के उपरांत नीचे दिए 'जारी रखें' बटन पर क्लिक करें।
ia: Quando tu ha facite, clicca le button 'Continuar' in basso.
kab: Mi tfukeḍ, sit ɣef teqfalt 'Kemmel' ukessar-agi.
uz: Tugatganingizdan so‘ng, pastdagi "Davom etish" tugmasini bosing.

source: Pix requires your authorization to upload the photos to %s
am: ፒክስ የ እርስዎን ፍቃድ ይፈልጋል ፎቶዎች ለ መጫን ወደ %s
cy: Mae Pix angen eich awdurdodiad i lwytho'r lluniau i %s
eo: Pix postulas vian rajtigon por alŝuti la fotojn al %s
hi: पिक्स द्वारा %s पर चित्र अपलोड हेतु पुष्टिकरण आवश्यक है
ia: Pix require tu autorisation a cargar le photos a %s
kab: Pix yesra asireg-inek iwakken ad yazen tiwlafin ɣer %s
uz: Pix rasmlarni %s saytiga yuklash uchun sizdan ruxsat talab qiladi

source: Click 'Authorize' to open your web browser and authorize pix to upload photos to %s. When you're finished, return to this window to complete the authorization.
am: ይጫኑ 'መፍቀጃ' የ እርስዎን ዌብ መቃኛ ለ መክፈት እና ለ መፍቀድ ፒክስ ለ መጫን እንዲችል ፎቶ ወደ %s. እርስዎ በሚጨርሱ ጊዜ ይመለሱ ወደ እዚህ መስኮት መፍቀጃውን ለ መጨረስ
cy: Cliciwch 'Awdurdodi' i agor eich porwr gwe ac awdurdodi Pix i lwytho lluniau i %s. Pan fyddwch wedi gorffen, dychwelwch i'r ffenestr hon i gwblhau'r awdurdodiad.
eo: Alklaku 'Rajtigi' por malfermi vian retumilon kaj rajtigi al pix alŝuti fotojn al %s. Kiam finite, revenu al ĉi tiu fenestro por kompletigi la rajtigon.
hi: 'पुष्टिकरण' पर क्लिक कर वेब ब्राउज़र खोलें व पिक्स द्वारा %s पर चित्र अपलोड की पुष्टि करें। प्रक्रिया के उपरांत इस विंडो पर वापस आकर पुष्टिकरण पूर्ण करें।
ia: Clicca 'Autorisar' pro aperir tu navigator web e pro autorisar pix a cargar photos al %s. Durante le tu ha finite, reveni a iste fenestra pro completar le autorisation.
kab: Sit ɣef 'Sireg' iwakken ad teldiḍ iminig-inek n web yerna ad tsirgeḍ pix ad yazen tiwlafin ɣer %s. Mi tfukeḍ, uɣal-d ɣer usfaylu-agi iwakken ad tsemmedeḍ asireg.
uz: Veb-brauzeringizni ochish uchun “Avtorizatsiya” tugmasini bosing va pix-ga suratlarni %s-ga yuklash uchun ruxsat bering. Ishingiz tugagach, avtorizatsiyani yakunlash uchun ushbu oynaga qayting.

source: Could not save the file
am: ፋይሉን ማስቀመጥ አልተቻለም
cy: Methu cadw'r ffeil
eo: Ne eblis konservi la dosieron
hi: फाइल संचय विफल
ia: Impossibile salvar le file
kab: Ur izmir ara ad isekles afaylu
ur: فائل محفوظ نہیں کی جاسکی
uz: Faylni saqlab bo‘lmadi

source: Could not take a screenshot
am: የ መመልከቻ ፎቶ ማስቀመጥ አልተቻለም
cy: Methu tynnu llun sgrin
eo: Ne eblis fari ekrankopion
hi: स्क्रीनशॉट लेना विफल
ia: Impossibile prender un instantaneo de schermo
kab: Ur izmir ara ad yeṭṭef agdil
ur: سکرین شوٹ نہیں لی جا سکی
uz: Skrinshotni olib bo‘lmadi

source: Save Image
am: ምስሉን አስቀምት
cy: Cadw Delwedd
eo: Konservi bildon
hi: छवि सहेजें
ia: Salvar le imagine
kab: Sekles tugna
ur: تصویر محفوظ کریں
uz: Rasmni saqlash

# Filename
source: Screenshot
am: የ መመልከቻ ፎቶ
cy: Llun sgrin
eo: Ekrankopio
hi: स्क्रीनशॉट
ia: Imagine instantanee de schermo
kab: Tuṭṭfa n ugdil
ur: سکرین شوٹ
uz: Skrinshot

source: Slower
am: በ ዝግታ
cy: Arafach
eo: Pli malrapide
hi: मंद
ia: Plus lente
kab: Ẓẓay ugar
ur: آہستہ
uz: Sekinroq

source: Play
am: ማጫወቻ
cy: Chwarae
eo: Ludi
hi: चलाएँ
ia: Reproducer
kab: Urar
ur: چلائیں
uz: Ijro etish

source: Faster
am: በ ፍጥነት
cy: Cyflymach
eo: Pli rapide
hi: तीव्र
ia: Plus rapide
kab: D arurad ugar
ur: تیز
uz: Tezroq

source: Time:
am: ሰአት:
cy: Amser:
eo: Tempo:
hi: समय :
ia: Tempore:
kab: Akud:
ur: وقت:
uz: Vaqt:

source: Toggle volume
am: መጠን መቀየሪያ
cy: Toglo sain
eo: Baskuligi laŭtecon
hi: ध्वनि चालू/बंद
ia: Activar/disactivar le volumine
kab: Qluqel ableɣ
ur: والیم ٹاگل کریں
uz: Ovoz balandligini o‘chirish/yoqish

source: Change volume level
am: የ መጠን ደረጃ መቀየሪያ
cy: Newid lefel sain
eo: Ŝanĝi laŭteconivelon
hi: ध्वनि स्तर बदलें
ia: Cambiar le nivello del volumine
kab: Beddel aswir n ubleɣ
ur: آواز کا درجہ بدلیں
uz: Ovoz balandligini o‘zgartirish

source: Choose a folder
am: ፎልደር ይምረጡ
cy: Dewis ffolder
eo: Elekti dosierujon
hi: फोल्डर चुनें
ia: Eliger un plica
kab: Fren akaram
ur: کوئی فولڈر چنیں
uz: Jildni tanlash

source: Audio/Video support
am: የ ድምፅ/ቪዲዮ ድጋፍ
cy: Cefnogaeth Sain/Fideo
eo: Aŭdovidaĵo-subteno
hi: ऑडियो/वीडियो समर्थन
ia: Supporto audio/video
kab: Tiddin n Umeslaw/Ameẓran
ur: آڈیو اور ویڈیو سپورٹ
uz: Audio/videoni qo‘llab-quvvatlash

source: Play audio and video files.
am: የ ድምፅ እና የ ቪዲዮ ፋይሎች ማጫወቻ
cy: Chwarae ffeiliau sain a fideo.
eo: Ludi sondosierojn kaj filmetojn.
hi: ऑडियो व वीडियो फाइल चलाएँ।
ia: Reproducer files audio e video.
kab: Urar ifuyla ividyuten akked imeslawen.
ur: آڈیو اور ویڈیو فائلیں چلائیں۔
uz: Audio va video fayllarni ijro etish.

source: Screenshot
am: የ መመልከቻ ፎቶ
cy: Llun sgrin
eo: Ekrankopio
hi: स्क्रीनशॉट
ia: Imagine instantanee de schermo
kab: Tuṭṭfa n ugdil
ur: سکرین شاٹ
uz: Skrinshot

source: Take a screenshot
am: መመልከቻውን ፎቶ ማንሻ
cy: Cymerwch lun sgrin
eo: Fari ekrankopion
hi: स्क्रीनशॉट लें
ia: Captura le schermo
kab: Ṭṭef-d agdil
ur: سکرین کی تصویر اتاریں
uz: Skrinshot olish

source: Playing video
am: ቪዲዮ በ ማጫወት ላይ
cy: Chwarae fideo
eo: Ludado de filmetoj
hi: वीडियो कार्यरत है
ia: Reproducer un video
kab: Taɣuri n tvidyut
ur: ویڈیو چل رہی ہے
uz: Video ijro etilmoqda

source: Pause
am: ማስቆሚያ
cy: Oedi
eo: Paŭzo
hi: रोकें
ia: Pausar
kab: Ibeddi
ur: موقوف
uz: Pauza

source: Video
am: ቪዲዮ
cy: Fideo
hi: वीडियो
kab: Tavidyut
ur: ویڈیو

source: Audio
am: ድምፅ
cy: Sain
eo: Sono
hi: ऑडियो
kab: Ameslaw
ur: صوتی

source: Artist
am: አርቲስት
eo: Artisto
hi: कलाकार
ia: Artista
kab: Anaẓur
ur: فنکار

source: Album
am: አልበም
cy: Albwm
eo: Albumo
hi: एल्बम
ur: البم
uz: Albom

source: Bitrate
am: ቢትሬት
cy: Didradd
eo: Bitrapido
hi: बिट दर
ia: Frequentia de bit
kab: Aktum
ur: بِٹ ریٹ
uz: Bit tezligi

source: Encoder
cy: Amgodiwr
eo: Kodilo
hi: एनकोडर
ia: Codificator
kab: Asettengal
ur: این کوڈر
uz: Kodlovchi

source: Codec
eo: Kodeko
hi: कोडेक्स
kab: Akudik
ur: کوڈیک
uz: Kodek

source: Framerate
am: የ ክፈፍ መጠን
cy: Cyfradd ffrâm:
eo: Filmer-rapido
hi: फ्रेम दर
ia: Frequentia de quadro
kab: Tugniwin i tasint
ur: فریم ریٹ
uz: Kadr tezligi

source: Width
am: ስፋት
cy: Lled
eo: Larĝo
hi: चौड़ाई
ia: Largessa
kab: Tehri
ur: چوڑائی
uz: Kengligi

source: Height
am: እርዝመት
cy: Uchder
eo: Alto
hi: ऊँचाई
ia: Altessa
kab: Teɣzi
ur: اونچائی
uz: Balandligi

source: Channels
am: ጣቢያዎች
cy: Sianeli
eo: Kanaloj
hi: चैनल
ia: Canales
kab: Ibuda
ur: چینلز
uz: Kanallar

source: Sample rate
am: የ ናሙና መጠን
cy: Cyfradd samplo
eo: Specimenrapido
hi: सैंपल दर
ia: Frequentia de exemplo
kab: Atug n ulemmec
ur: سامپل ریٹ
uz: Namuna tezligi

source: Stereo
am: ስቴሪዮ
eo: Dukanale
hi: स्टीरियो
ur: سٹیریو

source: Mono
am: ሞኖ
eo: Unukanale
hi: मोनो
ur: مونو

source: Could not print the selected files
am: የ ተመረጡትን ፋይሎች ማተም አልተቻለም
cy: Methu argraffu'r ffeiliau hyn
eo: Ne eblas presi la elektitajn dosierojn
hi: चयनित फाइलें प्रदर्शित करना विफल
ia: Impossibile stampar le files seligite
kab: Ur izmir ara ad isiggez ifuyla yettwafernen
ur: منتخب کردہ فائل چھاپنے سے قاصر
uz: Tanlangan fayllarni chop etib bo‘lmadi

source: Print
am: አትም
cy: Argraffu
eo: Presi
hi: मुद्रण
ia: Stampar
kab: Siggez
ur: چھاپیں
uz: Chop etish

source: Print the selected images
am: የ ተመረጡትን ፋይሎች ማተሚያ
cy: Argraffu'r delweddau hyn
eo: Presi la elektitajn bildojn
hi: चयनित चित्र प्रदर्शित करें
ia: Stampar imagines eligite
kab: Siggez tugniwin yettwafernen
ur: منتخب کردہ تصاویر چھاپیں
uz: Tanlangan rasmlarni chop etish

source: Centered
am: መሀከል
cy: Canolwyd
eo: Centrigite
hi: केंद्रित
ia: Centrate
kab: Yettuslemmes
ur: درمیان میں کیا ہوا
uz: Markazda joylangan

source: The total number of files
am: ጠቅላላ የ ፋይሎች ቁጥር
cy: Cyfanswm nifer y ffeiliau
eo: La totala nombro de dosieroj
hi: फाइलों की कुल संख्या
ia: Le numero total de files
kab: Amḍan aɣrud n ifuyla
ur: فائلوں کی کل تعداد
uz: Fayllarning umumiy soni

source: The event description
am: የ ሁኔታ መግለጫ
cy: Disgrifiad o'r digwyddiad
eo: La eventopriskribo
hi: घटना वर्णन
ia: Le description del evento
kab: Asnumel n tedyant
uz: Voqea tavsifi

source: _Rows:
am: ረድፎች፦ (_R)
cy: _Rhesi:
eo: Ho_rizontaloj:
hi: पंक्ति (_R):
ia: _Rigas:
kab: A_duren:
ur: _سطریں:
uz: _Qatorlar:

source: Image
am: ምስል
cy: Delwedd
eo: Bildo
hi: छवि
ia: Imagine
kab: Tugna
ur: تصویر
uz: Rasm

source: Position:
am: ቦታ:
cy: Safle:
eo: Pozicio:
hi: स्थिति :
kab: Ideg:
ur: پوزیشن:
uz: O‘rni:

source: Left
am: በ ግራ
cy: Chwith
eo: Maldekstre
hi: बाएँ
ia: Sinistra
kab: Zelmaḍ
ur: بائیں
uz: Chapga

source: Top
am: ከ ላይ
cy: Brig
eo: Supre
hi: शीर्ष
ia: Culmine
kab: Asawen
ur: اوپر
uz: Yuqori

source: Rotation:
am: ማዞሪያ:
cy: Cylchdroi:
eo: Turno:
hi: परिक्रमण :
kab: Tuzzya:
ur: گُھماؤ:
uz: Aylanish:

source: Unit:
am: መለኪያ:
cy: Uned:
eo: Unuo:
hi: इकाई :
ia: Unitate:
kab: Aferdis :
ur: یونٹ:
uz: Birlik:

source: Preview
am: ቅድመ ዕይታ
cy: Rhagolwg
eo: Antaŭmontro
hi: पूर्वावलोकन
ia: Vista preliminar
kab: Wali
ur: معائنہ
uz: Ko‘rib chiqish

source: millimeters
am: ሚሊ ሜትሮች
cy: milimetrau
eo: milimetroj
hi: मिलीमीटर
ia: millimetros
kab: imilimitren
ur: ملی میٹر
uz: millimetr

source: inches
am: ኢንቾች
cy: modfedd
eo: coloj
hi: इंच
ia: pollices
kab: idebbuzen
ur: انچ
uz: dyuym

source: Select Caption Font
am: የ መግለጫ ፊደል ይምረጡ
cy: Dewiswch Ffont Capsiwn
eo: Elekti la tiparon de apudskribo
hi: अनुशीर्षक मुद्रलिपि चयन
ia: Eliger le typo de character del legenda
kab: Fren tasefsit i twaṭṭfa
ur: کیپشن کا فونٹ منتخب کریں
uz: Sarlavha shriftini tanlash

source: Select Header Font
am: የ ራስጌ ፊደል ይምረጡ
cy: Dewiswch Ffont Pennyn
eo: Elekti la tiparon de paĝokapo
hi: शीर्ष लेख मुद्रलिपि चयन
ia: Eliger le typo de character del testa de pagina
kab: Fren tasefsit i inixef
ur: ہیڈر کا فونٹ منتخب کریں
uz: Sarlavha shriftini tanlash

source: Select Footer Font
am: የ ግርጌ ፊደል ይምረጡ
cy: Dewiswch Ffont Troedyn
eo: Elekti la tiparon de paĝopiedo
hi: अंत लेख मुद्रलिपि चयन
ia: Eliger le typo de character del pede de pagina
kab: Fren tasefsit i weḍar n usebtar
ur: فوٹر کا فونٹ منتخب کریں
uz: Futer shriftini tanlash

source: Fonts
am: ፊደሎች
cy: Ffontiau
eo: Tiparoj
hi: मुद्रलिपियाँ
ia: Typos de characteres
kab: Tisefsiyin
ur: فونٹ
uz: Shriftlar

source: Page %d of %d
am: ገጽ %d ከ %d
cy: Tudalen %d o %d
eo: Paĝo %d de %d
hi: %d का %d पृष्ठ
ia: Pagina %d de %d
kab: Asebtar %d ɣef %d
ur: صفحہ %d برائے %d
uz: Sahifa %d %d dan

source: Could not print
am: ማተም አልተቻለም
cy: Methu argraffu
eo: Ne eblas presi
hi: प्रदर्शन विफल
ia: Impossibile stampar
kab: Ur izmir ara ad isiggez
ur: پرنٹ نہیں کیا جا سکا
uz: Chop etib bo‘lmadi

source: Images
am: ምስሎች
cy: Delweddau
eo: Bildoj
hi: छवियाँ
ia: Imagines
kab: Tugniwin
ur: تصاویر
uz: Rasmlar

source: No suitable loader available for this file type
am: ለዚህ አይነት ፋይል ተስማሚ መጫኛ አልተገኘም
cy: Nid oes llwythwr addas ar gael ar gyfer y math hwn o ffeil
eo: Neniu taŭga ŝargilo disponeblas por ĉi tiu dosiertipo
hi: इस फाइल प्रकार हेतु कोई उपयुक्त लोड साधन उपलब्ध नहीं है
ia: Nulle cargator convenibile disponibile pro iste typo de file
kab: Ulac amsalay illan i tawsit-a n ufaylu
uz: Ushbu fayl turi uchun mos yuklovchi mavjud emas

source: Loading "%s"
am: በ መጫን ላይ "%s"
cy: Yn llwytho "%s"
eo: Ŝargado de "%s"
hi: "%s" लोड करना जारी
ia: Cargamento de "%s"
kab: Aɛebbi n "%s"
ur: "%s" لوڈ کیا جارہا ہے
uz: “%s” yuklanmoqda

source: Loading images
cy: Llwytho delweddau
eo: Ŝargado de bildoj
hi: चित्र लोड करना जारी
ia: Cargamento de imagines
kab: Aɛebbi n tugniwin
ur: تصاویر لوڈ کی جارہی ہیں
uz: Rasmlar yuklanmoqda

source: Image print
am: ምስል ማተሚያ
cy: Argraffiad delwedd
eo: Presado de bildo
hi: चित्र प्रिंट
ia: Stampa imagine
kab: Asiggez n tugna
ur: تصویر پرنٹ
uz: Rasm chop etish

source: Allow to print images choosing the page layout.
am: የ ገጽ እቅድ በ መምረጥ ምስሎች እንዲታተሙ ማስቻያ
cy: Caniatáu i argraffu delweddau gan ddewis cynllun y dudalen.
eo: Permesi presi bildojn kun elekto de la paĝa aranĝo.
hi: पृष्ठ अभिन्यास चयनकर चित्र प्रिंट करना स्वीकृत करें।
ia: Consenti de stampar le imagines per le election del disposition del pagina.
kab: Ad k-yesireg ad tẓergeḍ tugniwin yerna ad tferneḍ taneɣruft.
uz: Sahifa tartibini tanlagan holda tasvirlarni chop etishga ruxsat berish.

source: Rotate the selected images 90° to the right
am: የ ተመረጠውን ምስል በ 90° በ ቀኝ ማዞሪያ
cy: Cylchdroi'r delweddau hyn 90 ° i'r dde
eo: Turni la elektitajn bildojn 90° dekstren
hi: चयनित चित्रों को 90° दाएँ घुमाएँ
ia: Rotar le imagines seligite 90° a dextra
kab: Zzi tugna yettwafernen s 90° ɣer yefus
ur: تصویر کو 90 درجے دائیں گھمائیں
uz: Tanlangan tasvirlarni 90° o‘ngga burish

source: Rotate the selected images 90° to the left
am: የ ተመረጠውን ምስል በ 90° በ ግራ ማዞሪያ
cy: Cylchdroi'r delweddau hyn 90 ° i'r chwith
eo: Turni la elektitajn bildojn 90° maldekstren
hi: चयनित चित्रों को 90° बाएँ घुमाएँ
ia: Rotar le imagines seligite 90° a sinistra
kab: Zzi tugna yettwafernen s 90° ɣer zelmaḍ
ur: تصویر کو 90 درجے بائیں گھمائیں
uz: Tanlangan rasmlarni 90° chapga burish

source: Rotate Physically
am: ማዞሪያ
cy: Cylchdroi yn Gorfforol
eo: Turni fizike
hi: स्वयं ही घुमाएँ
ia: Rotar physicamente
kab: Tti tugna
uz: Jismoniy burish

source: Rotate the selected images according to the embedded orientation
am: የ ተመረጠውን ምስል ማዞሪያ ወደ የ ተጣበቀው አቅጣጫ
cy: Cylchdroi y delweddau hyn yn ôl y cyfeiriadedd gwreiddio
eo: Turni la elektitajn bildojn laŭ la enkorpigita orientiĝo
hi: चयनित चित्रों को सम्मिलित अभिविन्यास अनुसार घुमाएँ
ia: Rotar le imagines seligite in accordo con le orientation incorporate
kab: Zzi tugniwin yettwafernen ilmend n teɣda yeddan
uz: Tanlangan rasmlarni o‘rnatilgan yo‘nalishga muvofiq burish

source: Reset the EXIF Orientation
am: እንደ ነበር መመለሻ የ EXIF አቅጣጫ
cy: Ailosod y Cyfeiriadedd EXIF
eo: Restarigi la exif-orientiĝon
hi: EXIF अभिविन्यास पुनः सेट करें
ia: Restabilir le orientation EXIF
kab: Err-d taɣda EXIF
uz: EXIF yo‘nalishini qayta sozlash
