Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: Cannot copy the files
am: ፋይሎች ኮፒ ማድረግ አልተቻለም
cy: Methu copïo'r ffeiliau
eo: Ne eblas kopii la dosierojn
hi: फाइलें कॉपी करना विफल
ia: Impossibile copiar le files
kab: Ulamek asukken n ifuyla
ur: فائلیں کاپی نہیں کی جاسکیں
uz: Fayllarni nusxalab boʻlmadi

source: Invalid destination.
am: ዋጋ የሌለው መድረሻ
cy: Cyrchfan annilys.
eo: Nevalida celdosierujo.
hi: अमान्य लक्ष्य।
ia: Destination non valide
kab: Taɣerwaḍt d tarameɣtut.
ur: ناموزوں منزل
uz: Mo‘ljal noto‘g‘ri.

source: Copying files to '%s'
am: ፋይሎች ኮፒ በማድረግ ላይ ወደ '%s'
cy: Copïo ffeiliau i '%s'
eo: Kopiado de dosieroj al '%s'
hi: '%s' पर फाइलें कॉपी करना जारी
ia: Copiar le files in '%s'
kab: Anɣel n ifuyla ɣer %s'
ur: فائلیں کاپی کی جارہی ہیں '%s' میں
uz: Fayllar “%s”ga nusxalanmoqda

source: Could not remove the files from the catalog
am: ፋይሎቹን ከ መዝገቡ ውስጥ ማስወገድ አልተቻለም
cy: Methu tynnu'r ffeiliau o'r catalog
eo: Ne eblas forigi la dosierojn el la katalogo
hi: सूची से फाइलें हटाना विफल
ia: Impossibile remover le files ex le catalogo
kab: Ur izmir ara ad yekkes ifuyla seg ukatalug
ur: کیٹالاگ سے فائلیں حذف نہیں کی جاسکیں
uz: Katalogdan fayllarni olib tashlab bo‘lmadi

source: Invalid file format
am: ዋጋ የ ሌለው የ ፋይል አቀራረብ
cy: Fformat ffeil annilys
eo: Nevalida dosierformo
hi: अमान्य फाइल प्रारूप
ia: Formato de file non valide
kab: Amasal n ufaylu d armeɣtu
ur: ناموزوں فائل ساخت
uz: Yaroqsiz fayl formati

source: Operation completed. Catalogs: %d. Images: %d.
am: ተግባሩ ጨርሷል: መዝገቦች: %d. ምስሎች: %d.
cy: Cwblhawyd y gweithrediad. Catalogau: %d. Delweddau: %d.
eo: Operacio plenumita. Katalogoj: %d. Bildoj: %d.
hi: प्रक्रिया पूर्ण। सूची : %d। चित्र : %d।
ia: Operation completate. Catalogos: %d. Imagines: %d.
kab: Tamhelt temmed. Ikatalugen: %d. Tugniwin: %d.
ur: عمل کاری مکمل۔ کیٹالاگز: %d تصاویر: %d۔
uz: Operatsiya tugallandi. Kataloglar: %d. Rasmlar: %d.

source: Change _Date...
am: _ቀን መቀየሪያ...
cy: Dyddiad _Newid...
eo: Ŝanĝi _daton...
hi: दिनांक बदलें (_D)...
ia: Cambiar _Data...
kab: Snifel a_zemz...
ur: _تاریخ بدلیں...
uz: _Sanani o‘zgartirish...

source: Change images last modified date
am: ምስሎቹ መጨረሻ የ ተሻሻሉበትን ቀን መቀየሪያ
cy: Newid y dyddiad yr addaswyd y delweddau diwethaf
eo: Ŝanĝi daton de lasta modifo de bildoj
hi: चित्र हेतु अंतिम बार परिवर्तित दिनांक बदलें
ia: Cambia le data del ultime imagines modificate
kab: Beddel azemz n ubeddel angaru n tugna
ur: تصاویر کی آخری تبدیلی کی تاریخ بدلیں
uz: Rasmlar oxirgi o‘zgartirilgan sanani o‘zgartirish

source: Change date
am: ቀን መቀየሪያ
cy: Dyddiad newid
eo: Ŝanĝi daton
hi: दिनांक बदलें
ia: Cambiar data
kab: snifel azemz
ur: تاریخ بدلیں
uz: Sanani o‘zgartirish

source: Change the files date
am: የ ፋይሎች ቀን መቀየሪያ
cy: Dyddiad newid y ffeiliau
eo: Ŝanĝi daton de la dosieroj
hi: चित्र हेतु दिनांक बदलें
ia: Cambia le data del files
kab: Beddel azemz n ifuyla
ur: فائلوں کی تاریخ بدلیں
uz: Fayllar sanasini o‘zgartirish

source: Change Date
am: ቀንን ለውጥ
cy: Dyddiad Newid
eo: Ŝanĝi daton
hi: दिनांक बदलें
ia: Cambiar data
kab: Snifel azemz
ur: تاریخ بدلیں
uz: Sanani o‘zgartirish

source: Change the following values:
am: የሚቀጥሉትን ዋጋዎች መቀየሪያ
cy: Newidiwch y gwerthoedd canlynol:
eo: Ŝanĝi la sekvajn valorojn:
hi: निम्नलिखित मान बदलें :
ia: Cambiar le valores sequente:
kab: Beddel azalen-agi:
ur: مندرجہ ذیل ویلیوز تبدیل کریں:
uz: Quyidagi qiymatlarni o‘zgartirish:

source: _Last modified date
am: _መጨረሻ የ ተሻሻለበት ቀን
cy: _Dyddiad newid diwethaf
eo: _Dato de lasta modifo
hi: अंतिम बार परिवर्तित दिनांक (_L)
ia: Data del u_Ltime modification
kab: Azemz n ubeddel an_garu
ur: _آخری تبدیلی کی تاریخ
uz: _Oxirgi o‘zgartirish sanasi

source: Co_mment date
am: አስ_ተያየት የ ተሰጠበት ቀን
cy: Dyddiad _sylw
eo: Ko_menta dato
hi: टिप्पणी दिनांक (_m)
ia: Data del co_mmento
kab: Azemz n u_wennit
ur: تب_صرہ کی تاریخ
uz: Izoh sanasi

source: Change to:
am: መቀየሪያ ወደ:
cy: Newid _i:
eo: Ŝanĝi al:
hi: इसमें बदलें:
ia: Cambiar a:
kab: Beddel ɣer:
ur: تبدیل تا:
uz: O‘zgartirish:

source: The _following date:
am: _የሚቀጥለው ቀን:
cy: Y dyddiad _canlynol:
eo: La _sekva dato:
hi: निम्नलिखित दिनांक (_f):
ia: Le data sequente (_following):
kab: A_zemz d-iteddun
ur: _مندرجہ ذیل تاریخ:
uz: _Quyidagi sana:

source: File _modified date
am: ፋይል የ _ተሻሻለበት ቀን
cy: Dyddiad _newid y ffeil
eo: Dato de dosier_modifo
hi: फाइल परिवर्तन दिनांक (_m)
ia: Le data de _modification del file
kab: Azemz n u_beddel n ufaylu
ur: فائل میں _تبدیلی کی تاریخ:
uz: Fayl _o‘zgartirish sanasi

source: File c_reation date
am: ፋይል የ _ተፈጠረበት ቀን
cy: Dyddiad _creu'r ffeil
eo: Dato de dosierk_reo
hi: फाइल सृजन दिनांक (_c)
ia: Data de c_reation
kab: Azemz n u_snulfu n ufaylu
ur: فائل ب_نانے کی تاریخ:
uz: Fayl yaratilish sanasi

source: Date p_hoto was taken
am: ፎ_ቶ የ ተነሳበት ቀን
cy: Dyddiad cymerwyd y _llun
eo: Dato de fot_ado
hi: चित्र सृजन दिनांक (_p)
ia: Data de prisa del p_hoto
kab: Azemz melmi tettwaṭṭef te_wlaft
ur: ت_صویر اتارنے کی تاریخ:
uz: _Fotosurat olingan sana

source: A_djust by
am: ማ_ስተካከያ በ
cy: _Newid yn ôl
eo: Ĝ_ustigi laŭ
hi: अनुकूलन (_d)
ia: A_djustar per
kab: Se_ggem s
ur: ای_ڈجسٹ کریں بطور
uz: Sozlash

source: hours
am: ሰአቶች
cy: awr
eo: horoj
hi: घंटे
ia: horas
kab: isragen
ur: گھنٹے
uz: soat

source: minutes
am: ደቂቃዎች
cy: munud
eo: minutoj
hi: मिनट
ia: minutas
kab: tisdatin
ur: منٹ
uz: daqiqa

source: seconds
am: ሴኮንዶች
cy: eiliad
eo: sekundoj
hi: सेकण्ड
ia: secundas
kab: tasinin
ur: سیکنڈ
uz: soniya

source: Import Embedded Metadata
am: የ ተጣበቀ መረጃ ዳታ ማምጫ
cy: Mewnforio Metadata Mewnblanedig
eo: Importi enkorpigitajn metadatumojn
hi: सम्मिलित मेटाडेटा आयात
ia: Importation del Meta-datos Incastrate
kab: Kter idfersefka yeddan
ur: ایمبیڈیڈ میٹاڈیٹا درآمد کریں
uz: Oʻrnatilgan metamaʼlumotlarni import qilish

source: Import the metadata stored inside files into the Pix comment system
am: የ ተጣበቀ መረጃ ዳታ ማምጫ ከ ፋይሎች ውስጥ ወደ ፒክስ በ አስተያየት ስርአት
cy: Mewnforio'r metadata sydd wedi'i storio o fewn ffeiliau yn system sylwadau Pix
eo: Importi la metadatumojn, konservitajn ene de dosieroj, en la pix-komentan sistemon
hi: पिक्स टिप्पणी में फाइलों का संचित मेटाडेटा आयात करें
ia: Importa le meta-datos salvate con le files in le systema de commento de Pix
kab: Kter idfersefka yettwaskelsen deg yifuyla deg unagraw n iwenniten n Pix
ur: فائلوں کے اندر محفوظ میٹا ڈیٹا کو پکس کے تبصرہ سسٹم میں برآمد کریں
uz: Fayllar ichida saqlangan metama'lumotlarni Pix sharhlar tizimiga import qilish

source: Comments and tags
am: አስተያየት እና ምልክት
cy: Sylwadau a thagiau
eo: Komentoj kaj markoj
hi: टिप्पणी व उपनाम
ia: Commentos e tags
kab: Iwenniten akked tecraḍ
ur: تبصرے اور ٹیگ
uz: Sharhlar va teglar

source: Add comments and tags to any file type.
am: አስተያየት መጨመሪያ እና ምልክት ማድረጊያ በማንኛውም ፋይል አይነት ላይ
cy: Ychwanegu sylwadau a thagiau at unrhyw fath o ffeil.
eo: Aldoni komentojn kaj markojn al iu ajn dosiertipo.
hi: हर फाइल प्रकार हेतु टिप्पणी व उपनाम जोड़ें।
ia: Adder commentos e tags a omne typo de file.
kab: Rnu iwenniten akked tebzimin i yal anaw n ufaylu.
ur: کسی بھی نوع کی فائل میں تبصرے اور ٹیگ شامل کریں
uz: Har qanday fayl turiga sharhlar va teglar qo‘shish.

source: Preferences
am: ምርጫዎች
cy: Dewisiadau
eo: Agordoj
hi: सेटिंग्स
ia: Preferentias
kab: Ismenyifen
ur: ترجیحات
uz: Parametrlar

source: _Synchronize with the embedded metadata
am: _ማስማሚያ የ ተጣበቀ መረጃ ዳታ
cy: _Cydweddu â'r metadata gwreiddio
eo: _Sinkronigi kun la enkorpigitaj metadatumoj
hi: सम्मिलित मेटाडेटा अनुसार समकालीन करें (_S)
ia: _Synchronisar con le metadatos incastrate
kab: Sem_tawi akked idfersefka yeddan
uz: _o‘rnatilgan metama'lumotlar bilan sinxronlash

source: Comment
am: አስተያየት
cy: Sylw
eo: Komento
hi: टिप्पणी
ia: Commento
kab: Awennit
ur: تبصرہ
uz: Izoh

source: Title
am: አርእስት
cy: Teitlau
eo: Titolo
hi: शीर्षक
ia: Titulo
kab: Azwel
ur: عنوان
uz: Sarlavha

source: Description
am: መግለጫ
cy: Disgrifiad
eo: Priskribo
hi: विवरण
kab: Asnummel
ur: وضاحت
uz: Tavsif

source: Place
am: ቦታ
cy: Lle
eo: Loko
hi: स्थान
ia: Posto
kab: Amkan
ur: جگہ
uz: Joy

source: Date
am: ቀን
cy: Dyddiad
eo: Dato
hi: तारीख़
ia: Data
kab: Azemz
ur: تاریخ
uz: Sana

source: Rating
am: ደረጃው
cy: Graddio
eo: Pritakso
hi: मूल्यांकन
ia: Evalutation
kab: Tazmilt
ur: درجہ بندی
uz: Reyting

source: Contact _Sheet
am: _ወረቀት መገናኛ
cy: Taflen _Gyswllt
eo: Bildo_superrigardo
hi: संपर्क पत्र (_S)
ia: Stampa de proba a contacto (_Sheet)
kab: Tiferkit n unermis
uz: _Aloqa varaqasi

source: Contact _Sheet...
am: _ወረቀት መገናኛ...
cy: Taflen _Gyswllt...
eo: Bildo_superrigardo...
hi: संपर्क पत्र (_S)...
ia: Stampa de proba a contacto (_Sheet)...
kab: Ti_ferkit n unermis...
uz: _Aloqa varaqasi...

source: Create a contact sheet
am: ወረቀት መገናኛ መፍጠሪያ
cy: Creu taflen gyswllt
eo: Krei bildosuperrigardon
hi: संपर्क पत्र बनाएँ
ia: Crear un stampa de proba a contacto
kab: Rnu tiferkit n unermis
uz: Aloqa varaqasini yaratish

source: Image _Wall...
am: የ ምስል _ግድግዳ...
cy: _Wal Delweddau...
eo: Bildo_muro...
hi: चित्र प्राचीर (_W)...
ia: Muro (_Wall) de exposition
kab: Aɣrab n tu_gna...
uz: _Rasm devori...

source: Create an image-wall
am: የ ምስል-ግድግዳ መፍጠሪያ
cy: Creu wal ddelweddau
eo: Krei bildomuron
hi: चित्र प्राचीर बनाएँ
ia: Crear un muro de exposition
kab: Snulfu-d aɣrab n tugniwin
uz: Rasm devorini yaratish

source: Contact Sheet
am: ወረቀት መገናኛ
cy: Taflen Gyswllt
eo: Bildosuperrigardo
hi: संपर्क पत्र
ia: Stampa de proba a contacto
kab: Tiferkit n unermis
uz: Aloqa varaqasi

source: Create an index image displaying the thumbnails of the selected files.
am: ለ ተመረጡት ፋይሎች የ ምስል ማውጫ መፍጠሪያ እና ማሳያ በ አውራ ጥፍር ልክ
cy: Creu delwedd mynegai yn dangos lluniau bach y ffeiliau hyn.
eo: Krei indeks-bildon, kiu montras la miniaturojn de la elektitaj dosieroj.
hi: चयनित फाइलों की लघुछवि युक्त अनुक्रमणिका पृष्ठ बनाएँ।
ia: Crea un proba a contacto pro monstrar le miniaturas del files seligite.
kab: Snulfu-d amatar ara yebeqqeḍen tinfulin n ifuyla yettwafernen.
uz: Tanlangan fayllarning eskizlarini aks ettiruvchi indeks tasvirini yarating.

source: None
am: ምንም
cy: Dim
eo: Neniu
hi: कुछ नहीं
ia: Nulle
kab: Ulac
ur: کچھ نہیں
uz: Yo‘q

source: Simple
am: ቀላል
cy: Syml
eo: Simpla
hi: सादा
kab: Aḥerfi
ur: سادہ
uz: Oddiy

source: Simple with shadow
am: ቀላል ከ ጥላ ጋር
cy: Syml gyda chysgod
eo: Simpla kun ombro
hi: सामान्य छाया
ia: Simplice con umbra
kab: Aḥerfi s tili
uz: Soya bilan oddiy

source: Shadow only
am: ጥላ ብቻ
cy: Cysgod yn unig
eo: Nur ombro
hi: केवल छाया
ia: Umbra solmente
kab: Tili kan
uz: Faqat soya

source: Slide
am: ተንሸራታች
cy: Sleid
eo: Lumbildo
hi: स्लाइड
ia: Diapositiva
kab: Tamaccagt
ur: سلائڈ
uz: Slayd

source: Inward Shadow
am: ጥላ ወደ ውስጥ
cy: Cysgod Mewnol
eo: Interna ombro
hi: आंतरिक छाया
ia: Umbra interne
kab: Tili tadigant
uz: Ichki soya

source: Outward Shadow
am: ጥላ ወደ ውጪ
cy: Cysgod Allanol
eo: Ekstera ombro
hi: बाह्य छाया
ia: Umbra externe
kab: Tili tuffiɣt
uz: Tashqi soya

source: Background
am: መደብ
cy: Cefndir
eo: Fono
hi: बैकग्राउंड
ia: Fundo
kab: Agilal
ur: پس منظر
uz: Fon

source: _Solid color
am: ቀጣይ ቀለም (_S)
cy: _Lliw solet
eo: _Egala koloro
hi: संपूर्ण रंग (_S)
ia: Color uniforme (_Solid)
kab: Ini a_msari
uz: _Bir tekis rang

source: _Gradient
am: _ከፍታ
cy: _Graddiant
eo: _Gradiento
hi: प्रवणता (_G)
ia: _Gradiente
kab: Ta_fesna n yini

source: Select a color
am: ቀለም ምረጡ
cy: Dewis lliw
eo: Elekti koloron
hi: रंग चुनें
ia: Eliger un color
kab: Fren ini
ur: رنگ چُنیں
uz: Rangni tanlash

source: Frame
am: ክፈፍ
cy: Ffrâm
eo: Kadro
hi: फ्रेम
ia: Quadro
kab: Akatar
ur: فریم
uz: Freym

source: _Style:
am: ዘይቤ፦ (_S)
cy: _Arddull:
eo: _Stilo:
hi: शैली (_S):
ia: _Stilo:
kab: A_ɣanib:
ur: _سٹائل:
uz: _Uslub:

source: C_olor:
am: ቀ_ለም:
cy: _Lliw:
eo: K_oloro:
hi: रंग (_o):
kab: In_i:
ur: ر_نگ:
uz: _Rang:

source: Text
am: ጽሁፍ
cy: Testun
eo: Teksto
hi: टेक्स्ट
ia: Texto
kab: Aḍris
ur: متن
uz: Matn

source: _Header:
am: _ራስጌ:
cy: _Pennyn:
eo: Paĝ_kapo:
hi: शीर्ष लेख (_H):
ia: Titulo (_Header):
kab: I_nixef:
ur: _ہیڈر:
uz: _ Sarlavha:

source: Select a font
am: ፊደል ይምረጡ
cy: Dewis ffont
eo: Elekti tiparon
hi: मुद्रलिपि चुनें
ia: Eliger un typo de character
kab: Fren tasefsit
ur: فونٹ منتخب کریں
uz: Shriftni tanlash

source: _Footer:
am: _ግርጌ
cy: _Troedyn
eo: Paĝ_piedo:
hi: अंत लेख (_F):
ia: Pede ( _Footer):
kab: A_ḍar n usebtar:
ur: _فوٹَر:
uz: _Futer:

source: Caption:
am: መግለጫ:
cy: Capsiwn
eo: Apudskribo:
hi: अनुशीर्षक :
ia: Legenda:
kab: Tawaṭṭfa:
ur: کیپشن:
uz: Sarlavha:

source: The current page number
am: የ አሁኑ የ ገጽ ቁጥር
cy: Rhif cyfredol y dudalen
eo: La nuna paĝonumero
hi: वर्तमान पृष्ठ संख्या
ia: Le numero de pagina actual:
kab: Uḍḍun n usebtar amiran:
ur: موجودہ صفحے کا نمبر
uz: Joriy sahifa raqami

source: The total number of pages
am: ጠቅላላ የ ገጾች ቁጥር
cy: Cyfanswm y tudalennau
eo: La totala nombro de paĝoj
hi: कुल पृष्ठ संख्या
ia: Le numero total de paginas
kab: Amḍan asemday n isebtar
ur: کُل صفحات کی تعداد
uz: Sahifalarning umumiy soni

source: Special code
am: የ ተለየ ኮድ
cy: Cod arbennig
eo: Speciala kodo
hi: विशिष्ट कोड
ia: Codice special
kab: Tangalt tuzzigt
ur: خاص کوڈ
uz: Maxsus kod

source: %D{ format }
am: %D{ አቀራረብ }
eo: %D{ formo }
hi: %D{ प्रारूप }
ia: %D{ formato }
kab: %D{ amasal }
ur: %D{ ساخت }
uz: %D{ formati}

source: The current date
am: የ አሁኑ ቀን
cy: Y dyddiad cyfredol
eo: La aktuala dato
hi: वर्तमान दिनांक
ia: Le data actual
kab: Azemz amiran
ur: حالیہ تاریخ
uz: Joriy sana

source: _Destination:
am: _መድረሻ:
cy: _Cyrchfan
eo: _Celo:
hi: लक्ष्य (_D):
kab: Ta_ɣerwaḍt:
ur: _منزل:
uz: _Mo‘ljal:

source: Choose destination folder
am: መድረሻ ፎልደር ይምረጡ
cy: Dewiswch ffolder cyrchfan
eo: Elekti celdosierujon
hi: लक्षित फोल्डर चुनें
ia: Eliger le plica de destination
kab: Fren akaram n tɣerwaḍt
ur: منزل فولڈر منتخب کریں
uz: Mo‘ljal jildini tanlash

source: File_name:
am: የ ፋይል_ስም:
cy: _Enw ffeil:
eo: Dosier_nomo:
hi: फाइल नाम (_n):
ia: _nomine de file
kab: Isem n u_faylu:
ur: فائل کا _نام:
uz: Fayl nomi:

source: New enumerator digit
am: አዲስ መቁጠሪያ አሀዝ
cy: Digid cyfrifydd newydd
eo: Nova nombrila cifero
hi: नवीन गणनाकार अंक
ia: Nove digito enumerator
kab: Afellamḍan umḍin amaynut
uz: Hisoblagichning yangi raqami

source: Create _HTML image map
am: የ _HTML ምስል ካርታ መፍጠሪያ
cy: Creu map delwedd _HTML
eo: Krei _HTML-bildomapon
hi: एचटीएमएल चित्र मानचित्र बनाएँ (_H)
ia: Crear un mappa de imagine _HTML
kab: Snulfu-d takarḍa HTML n tugna
uz: _HTML rasm xaritasini yaratish

source: Create a new theme
am: አዲስ ገጽታ መፍጠሪያ
cy: Creu thema newydd
eo: Krei novan etoson
hi: नवीन थीम बनाएँ
ia: Crear un nove thema
kab: Rnu asentel amaunut
ur: نیا تھیم بنائیں
uz: Yangi mavzu yaratish

source: Edit the selected theme
am: የ ተመረጠውን ገጽታ ማረሚያ
cy: Golygu'r thema hon
eo: Redakti la elektitan etoson
hi: चयनित थीम संपादित करें
ia: Rediger le thema seligite
kab: Ẓreg asentel yettwafernen
ur: منتخب کردہ تھیم کی ترمیم کریں
uz: Tanlangan mavzuni tahrirlash

source: Delete the selected theme
am: የ ተመረጠውን ገጽታ ማጥፊያ
cy: Dileu'r thema hon
eo: Forigi la elektitan etoson
hi: चयनित थीम हटाएँ
ia: Cancellar le thema seligite
kab: Kkes asentel yettwafernen
ur: منتخب کردہ تھیم حذف کریں
uz: Tanlangan mavzuni o‘chirish

source: Theme
am: ገጽታ
cy: Thema
eo: Etoso
hi: थीम
ia: Thema
kab: Asentel :
ur: تھیم
uz: Mavzu

source: Columns:
am: አምዶች:
cy: Colofnau:
eo: Kolumnoj:
hi: पंक्ति :
ia: Columnas
kab: Tigejda:
ur: کالم:
uz: Ustunlar:

source: Images per page:
am: ምስሎች በ ገጽ ውስጥ:
cy: Delweddau ar bob tudalen:
eo: Bildoj en paĝo:
hi: चित्र प्रति पृष्ठ :
ia: Imagines per pagina:
kab: Tugniwin i wesebtar:
ur: ایک صفحے پر کل تصاویر:
uz: Har bir sahifadagi rasmlar:

source: All images on a single page
am: ሁሉንም ምስሎች በ አንድ ገጽ ላይ
cy: Pob delwedd ar un dudalen
eo: Ĉiuj bildoj sur unuopa paĝo
hi: सभी चित्र एक पृष्ठ पर
ia: Tote le imagines sur un pagina singule
kab: Akk tugniwin deg iwen n usebter
ur: تمام تصاویر ایک ہی صفحے پر
uz: Barcha rasmlar bitta sahifada

source: _All pages with the same size
am: _ሁሉንም ገጾች በ እኩል መጠን
cy: _ Pob tudalen gyda'r un maint
eo: _Ĉiuj paĝoj kun la sama grando
hi: सभी समान आकार वाले चित्र (_A)
ia: _Tote le paginas con le mesme dimension
kab: A_kk isebter s yiwet n teɣzi
ur: _تمام ایک سائز کے صفحات
uz: _Bir xil o‘lchamdagi barcha sahifalar

source: Layout
am: እቅድ
cy: Cynllun
eo: Aranĝo
hi: ले-आउट
ia: Disposition
kab: Taneɣruft
ur: خاکہ
uz: Tartib

source: S_ort:
am: መ_ለያ:
cy: _Trefnu:
eo: _Ordigi:
hi: अनुक्रम (_S):
ia: _ordinar:
kab: Smi_zzwer:
ur: ترت_یب دیں:
uz: _Saralash:

source: Re_verse order
am: የተቀያየረ ቅደም ተከተል (_V)
cy: Gwrthdroi _trefn
eo: In_versa ordo
hi: विपरीत क्रम (_v)
ia: Arrangiamento in_vertite
kab: T_ti amizzwer
ur: _معکوس ترتیب
uz: _Teskari tartib

source: _Size:
am: _መጠን:
cy: _Maint:
eo: _Grando:
hi: आकार (_S):
ia: Dimen_Sion:
kab: Ti_ddi:
ur: _سائز:
uz: _Oʻlchami:

source: Sq_uared
am: ስኴ_ር
cy: _Sgwâr
eo: Kv_adrata
hi: वर्गाकार (_u)
ia: Q_uadrate
kab: A_mkuẓ
uz: Kvadrat shaklida

source: Thumbnails
am: በ አውራ ጥፍር ልክ
cy: Lluniau bach
eo: Miniaturoj
hi: लघुछवि
ia: Miniaturas
kab: Tinfulin
ur: تھمب نیل
uz: Eskizlar

source: Image Wall
am: የ ምስል ግድግዳ
cy: Wal Delweddau
eo: Bildomuro
hi: चित्र प्राचीर
ia: Muro de exposition
kab: Aɣrab n tugna
uz: Rasm devori

source: Could not save the theme
am: ገጽታውን ማስቀመጥ አልተቻለም
cy: Methu cadw'r thema
eo: Ne eblas konservi la etoson
hi: थीम संचय विफल
ia: Impossibile salvar le thema
kab: Ur yezmir ara ad yekkes asentel
ur: تھیم محفوظ نہین کی جاسکا
uz: Mavzuni saqlab boʻlmadi

source: Could not delete the theme
am: ገጽታውን ማጥፋት አልተቻለም
cy: Methu dileu'r thema
eo: Ne eblas forigi la etoson
hi: थीम हटाना विफल
ia: Impossibile deler le thema
kab: Ur yezmir ara ad yekkes asentel
ur: تھیم حذف نہیں کیا جاسکا
uz: Mavzuni oʻchirib boʻlmadi

source: Creating images
am: ምስሎች በ መፍጠር ላይ
cy: Yn creu delweddau
eo: Kreado de bildoj
hi: चित्र सृजन
ia: Creation del imagines
kab: Timerna n tugniwin
ur: تصاویر بنا رہا ہے
uz: Tasvirlarni yaratish

source: Generating thumbnails
am: በ አውራ ጥፍር ልክ በ መፍጠር ላይ
cy: Yn cynhyrchu lluniau bach
eo: Generado de miniaturoj
hi: लघुछवि सृजन
ia: Generation del miniaturas
kab: Asirew n tenfulin
ur: تھمب نیل بنا رہا ے
uz: Eskizlarni yaratish

source: Header
am: የገጽ አናት
cy: Pennyn
eo: Paĝokapo
hi: शीर्ष
ia: Capite
kab: Inixef
ur: ہیڈر
uz: Sarlavha

source: Footer
am: የገጽ ግርጌ
cy: Troedyn
eo: Paĝopiedo
hi: अंत लेख
ia: Pede de pagina
kab: Aḍar n usebtar
ur: فوٹر
uz: Futer

source: Theme Properties
am: የ ገጽታ ባህሪዎች
cy: Priodweddau Thema
eo: Ecoj de etoso
hi: थीम विशेषता
ia: Proprietates del thema
kab: Timeẓliyin n usentel
ur: تھیم کی خصوصیات
uz: Mavzu xususiyatlari

source: Copy _From
am: ኮፒ ማድረጊያ _ከ
cy: Copïo _O'r
eo: Kopii _el
hi: यहाँ से कॉपी करें (_F)
ia: Copiar ex (_From)
kab: Suken si
ur: کاپی کریں _یہاں سے
uz: Nusxalash manbai

source: New theme
am: አዲስ ገጽታ
cy: Thema newydd
eo: Nova etoso
hi: नवीन थीम
ia: Nove thema
kab: Asentel amaynut
ur: نیا تھیم
uz: Yangi mavzu

source: Convert Format...
am: አቀራረብ መቀየሪያ...
cy: Trosi Fformat...
eo: Konverti dosierformon...
hi: प्रारूप परिवर्तन...
ia: Converter le formato...
kab: Selket amasal...
uz: Formatni aylantirish...

source: Convert image format
am: የምስል ዓይነትን ለዋጭ
cy: Trosi fformat delwedd
eo: Konverti bildodosierformon
hi: चित्र प्रारूप परिवर्तन
ia: Converte le formato del imagine
kab: Selket amasal n tugna
uz: Rasm formatini aylantirish

source: Convert format
am: አቀራረብ መቀየሪያ
cy: Trosi fformat
eo: Konverti dosierformon
hi: प्रारूप परिवर्तन
ia: Converter le formato
kab: Selket amasal
uz: Formatni aylantirish

source: Save images in a different format
am: ምስሎቹን በሌላ አቀራረብ ማስቀመጫ
cy: Cadw delweddau mewn fformat gwahanol
eo: Konservi bildojn en malsama dosierformo
hi: चित्रों को भिन्न प्रारूप में संचित करें
ia: Salva le imagines in un altere formato
kab: Sekles tugniwin s umasal imgaraden
uz: Rasmlarni boshqa formatda saqlash

source: Convert Format
am: ዓይነትን ለዋጭ
cy: Trosi Fformat
eo: Konverti dosierformon
hi: प्रारूप परिवर्तन
ia: Converter le formato
kab: Selket amasal
uz: Formatni aylantirish

source: New format
am: አዲስ አቀራረብ
cy: Fformat newydd
eo: Nova dosierformo
hi: नवीन प्रारूप
ia: Nove formato
kab: Amasal amaynut
uz: Yangi format

source: Destination
am: መድረሻ
cy: Cyrchfan
eo: Celo
hi: लक्ष्य
kab: Taɣerwaḍt
ur: منزل
uz: Mo‘ljal

source: _Use the original image folder
am: ዋናውን የ ምስል ፎልደር _ይጠቀሙ
cy: _Defnyddio'r ffolder delwedd wreiddiol
eo: _Uzi la originan bildodosierujon
hi: वास्तविक चित्र फोल्डर उपयोग करें (_U)
ia: _Usar le plica original del imagine
kab: _Seqdec akaram asentan n tugniwini
uz: _Asl rasm jildidan foydalanish

source: Converting images
am: ምስሎች መቀየሪያ
cy: Trosi delweddau
eo: Konvertado de bildoj
hi: चित्र परिवर्तन
ia: Conversion del imagines
kab: Aselket n tugniwin
uz: Rasmlar aylantirilmoqda

source: Could not show the desktop background properties
am: የ ዴስክቶፕ መደብ ባህሪዎች ማሳየት አልተቻለም
cy: Methu dangos priodweddau cefndir y bwrdd gwaith
eo: Ne eblas montri la ekranfonajn ecojn
hi: डेस्कटॉप बैकग्राउंड ग्राफ़िक्स प्रदर्शन विफल
ia: Impossibile monstrar le proprietates del fundo del scriptorio
kab: U§r izmir ara ad d-isken timeẓliyin n ugilal n tnarit
ur: ڈیسک ٹاپ بیک گراؤنڈ کی خصوصیات نہیں دکھا سکتا
uz: Ish stoli foni xususiyatlarini ko‘rsatib bo‘lmadi

source: Could not set the desktop background
am: የ ዴስክቶፕ መደብ ማሰናዳት አልተቻለም
cy: Methu gosod cefndir y bwrdd gwaith
eo: Ne eblas agordi la ekranfonon
hi: डेस्कटॉप बैकग्राउंड सेट करना विफल
ia: Impossibile configurar le fundo del scriptorio
kab: U§r izmir ara ad isbadu agilal n tnarit
ur: ڈیسک ٹاپ کے پس منظر کے طور پر مُتعین نہیں کر سکا
uz: Ish stoli fonini o‘rnatib bo‘lmadi

source: Set as Desktop Background
am: የ ዴስክቶፕ መደብ ማሰናጃ
cy: Gosod fel Cefndir y Bwrdd Gwaith
eo: Agordi kiel ekranfono
hi: डेस्कटॉप बैकग्राउंड के तौर पर सेट करें
ia: Configurar como fundo del scriptorio
kab: Sbadu d agilal n tnarit
ur: بطور _ڈیسک ٹاپ پس منظر مُتعین کریں
uz: Ish stoli foni sifatida sozlash

source: Set the image as desktop background
am: ምስል እንደ ዴስክቶፕ መደብ ማሰናጃ
cy: Gosod y ddelwedd fel cefndir bwrdd gwaith
eo: Agordi la bildon kiel ekranfono
hi: चित्र को डेस्कटॉप बैकग्राउंड सेट करें
ia: Configura le imagine como fundo del scriptorio
kab: Sbadu tugna d agilla n tnarit
ur: منتخب کردہ تصویر کو ڈیسک ٹاپ کے پس منظر کے طور پر مُتعین کریں
uz: Rasmni ish stoli foni sifatida sozlash

source: Desktop background
am: የ ዴስክቶፕ መደብ
cy: Cefndir bwrdd gwaith
eo: Ekranfono
hi: डेस्कटॉप बैकग्राउंड
ia: Fundo de scriptorio
kab: Agilal n tnarit
ur: ڈیسک ٹاپ پس منظر
uz: Ish stoli foni

source: Are you sure you want to permanently delete the metadata of the selected files?
am: እርስዎ በ እርግጥ በቋሚነት ማጥፋት ይፈልጋሉ የ ተመረጡትን ፋይሎች መረጃ?
cy: Ydych chi'n siŵr eich bod chi am ddileu'n barhaol metadata'r ffeiliau hyn?
eo: Ĉu vi certas, ke vi volas porĉiame forigi la metadatumojn de la elektitaj dosieroj?
hi: क्या आप निश्चित ही चयनित फाइलों का मेटाडेटा स्थायी रूप से हटाना चाहते हैं?
ia: Desira tu vermente cancellar permanentemente le metadatos del files seligite?
kab: D tidet tebɣiḍ ad tekkseḍ i lebda idfersefka n ifuyla yettwafernen?
ur: کیا آپ واقعی منتخب کردہ فائلوں کے میٹاڈیٹا کو ہمیشہ کے لیے حذف کرنا چاہتے ہیں؟
uz: Tanlangan fayllarning metamaʼlumotlarini butunlay oʻchirib tashlashga ishonchingiz komilmi?

source: If you delete the metadata, it will be permanently lost.
am: እርስዎ መረጃውን በቋሚነት ካጠፉት ይጠፋል
cy: Os byddwch yn dileu'r metadata, bydd yn cael ei golli am byth.
eo: Se vi forigas la metadatumojn, ili perdiĝos porĉiame.
hi: मेटाडेटा हटाने के उपरांत वह स्थायी रूप से अनुपलब्ध होगा।
ia: Si tu dele le metadatos, illos essera perdite permanentemente.
kab: Ma tekkseḍ idfersefka, ad ṛuḥen i lebda.
ur: اگر آپ نے میٹاڈیٹا کو حذف کر دیا تو یہ ہمیشہ کے لیے ضائع ہوجائے گا۔
uz: Agar siz metamaʼlumotlarni o‘chirib tashlasangiz, ular butunlay yo‘qoladi.

source: T_ags
am: ም_ልክት
cy: T_agiau
eo: M_arkoj
hi: उपनाम (_a)
kab: Ti_craḍ
ur: ٹ-یگز:
uz: _Teglar
