Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: Bookmarks
am: መለያ ምልክቶች
cy: Nodau Tudalen
eo: Legosignoj
hi: पसंद
ia: Signa-libros
kab: Ticraḍ
ur: بک مارک
uz: Xatcho‘plar

source: Add bookmarks support.
am: የ ምልክት ማድረጊያ ድጋፍ መጨመሪያ
cy: Ychwanegu cefnogaeth nodau tudalen.
eo: Aldoni subtenon pri legosignoj.
hi: स्मृति-चिन्ह समर्थन जोड़ें।
ia: Adder le supporto del signa-libros.
kab: Rnu asefrek n tecraḍ
ur: بک مارک کی سپورٹ شامل کریں
uz: Xatcho‘plarni qo‘llab-quvvatlashni qo‘shish.

source: pix development team
am: የ ፒክስ አበልጻጊ ቡድን
cy: tîm datblygu pix
eo: programista teamo de pix
hi: पिक्स सॉफ्टवेयर विकासकर्ता टीम
ia: Equipa de disveloppamento de Pix
kab: tarbaɛt n tneflitn Pix
ur: پکس ڈیولپمنٹ ٹیم
uz: pix ishlab chiqish jamoasi

source: _Bookmarks
am: መለያ ምልክቶች (_B)
cy: _Nodau Tudalen
eo: _Legosignoj
hi: पसंद (_B)
ia: Signa-libros (_Bookmarks)
kab: _Ticraḍ:
ur: _بک مارکس
uz: _Xatcho‘plar

source: _System Bookmarks
am: የ _ስርአት ምልክት ማድረጊያ
cy: Nodau Tudalen _System
eo: _Sistemaj legosignoj
hi: सिस्टम स्मृति-चिन्ह (_S)
ia: Signa-libros de _Systema
kab: Ti_craḍ n unagraw
ur: _سسٹم بک مارک
uz: _Tizim xatcho‘plari

source: _Add Bookmark
am: መለያ ምልክት ጨምር (_A)
cy: _Ychwanegu Nodau Tudalen
eo: _Aldoni legosignon
hi: पसंद जोड़ें (_A)
ia: _Adder in signa-libros
kab: _Rnu tacreṭ
ur: بک مارک _شامل کریں
uz: _Xatcho‘p qo‘shish

source: Add current location to bookmarks
am: የ አሁኑን አካባቢ ወደ ምልክት ማድረጊያ መጨመሪያ
cy: Ychwanegu'r lleoliad cyfredol at y nodau tudalen
eo: Aldoni la aktualan lokon al legosignoj
hi: वर्तमान स्थान को स्मृति-चिन्ह में जोड़ें
ia: Adder le actual position al signa-libros
kab: Rnu adig n tura ɣer icarren n usebter
ur: حالیہ مقام کو بک مارکس میں شامل کریں
uz: Xatcho‘plarga joriy joylashuvni qo‘shish

source: _Edit Bookmarks...
am: ምልክት ማድረጊያ _ማረሚያ...
cy: _Golygu Nodau Tudalen...
eo: R_edakti legosignojn...
hi: स्मृति-चिन्ह संपादन (_E)...
ia: R_Ediger le signa-libros...
kab: _Ẓreg ticraḍ n isebtar..
ur: بک مارکس کی _ترمیم کریں...
uz: _Xatcho‘plarni tahrirlash...

source: Edit bookmarks
am: መለያ ምልክቶች ያስተካክሉ
cy: Golygu nodau tudalen
eo: Redakti la legosignojn
hi: स्मृति-चिन्ह संपादन
ia: R_Ediger le signa-libros...
kab: Ẓreg ticraḍ n usebtar
ur: بک مارکس کی ترمیم کریں
uz: Xatcho‘plarni tahrirlash

source: _Bookmarks:
am: መለያ ምልክቶች፦ (_B)
cy: _Nodau Tudalen:
eo: _Legosignoj:
hi: स्मृति-चिन्ह (_B):
ia: Signa-libros (_Bookmarks):
kab: Ti_craḍ n isebtar:
ur: _بک مارکس:
uz: _Xatchoʻplar:

source: _Name
am: _ስም
cy: _Enw
eo: _Nomo
hi: नाम (_N)
ia: _Nomine
kab: _Isem
ur: _نام
uz: _Nomi

source: _Location
am: _አካባቢ
cy: _Lleoliad
eo: _Loko
hi: स्थान (_L)
kab: _Adig
ur: _مقام
uz: _Joylashuv

source: Could not remove the bookmark
am: ምልክት ማድረጊያውን ማጥፋት አልተቻለም
cy: Methu dileu'r nod tudalen
eo: Ne eblis forigi la legosignon
hi: स्मृति-चिन्ह हटाना विफल
ia: Impossibile remover le signa-libro
kab: Ur izmir ara ad yekkes tacreṭ
ur: بک مارک حذف نہیں کر سکا
uz: Xatcho‘pni olib tashlab bo‘lmadi

source: Burn CD/DVD
am: ሲዲ/ዲቪዲ ማቃጠያ
cy: Llosgi CD/DVD
eo: Skribi CD/DVD
hi: सीडी/डीवीडी बर्न करना
ia: Gravar le CD/DVD
kab: Tira ɣef CD/DVD
ur: سی۔ڈی/ڈی۔وی۔ڈی برن کریں
uz: CD/DVDni yozish

source: Save files to an optical disc.
am: ፋይሎች በ ኦፕቲካል ዲስክ ላይ ማስቀመጫ
cy: Cadw ffeiliau i ddisg optegol.
eo: Konservi dosierojn al lumdisko.
hi: सीडी पर फाइलें संचित करें।
ia: Salvar le files in un disco optic.
kab: Sekles ifuyla ɣer uḍebsi asekdan.
ur: فائلیں آپٹیکل ڈسک پر محفوظ کریں۔
uz: Fayllarni optik diskda saqlash.

source: _Optical Disc...
am: _ኦፕቲካል ዲስክ...
cy: _Disc Optegol ...
eo: _Lumdisko...
hi: सीडी (_O)...
ia: Disco _Optic...
kab: Aḍebsi a_sekdan...
ur: _آپٹیکل ڈسک...
uz: _Optik disk...

source: Write files to an optical disc
am: ፋይሎች በ ኦፕቲካል ዲስክ ላይ መጻፊያ
cy: Ysgrifennu ffeiliau i ddisg optegol
eo: Skribi dosierojn al lumdisko
hi: सीडी पर फाइलें राइट करें
ia: Scriber le files in un disco optic.
kab: Aru ifuyla deg uḍebsi asekdan
ur: فائلیں کسی آپٹیکل ڈسک پر لکھ دیں۔
uz: Fayllarni optik diskka yozish

source: Disc Name
am: የ ዲስክ ስም
cy: Enw Disg
eo: Disknomo
hi: सीडी नाम
ia: Nomine del disco
kab: Isem n uḍebṣi
ur: ڈسک کا نام
uz: Disk nomi

source: Current _folder
am: የ አሁኑ ፎልደር
cy: _Folder cyfredol
eo: Aktuala _dosierujo
hi: वर्तमान फोल्डर (_f)
ia: Plica ( _folder) actual
kab: A_karam amiran
ur: موجودہ _فولڈر
uz: Joriy _jild

source: Current folder and its s_ub-folders
am: የ አሁኑ ፎልደር እና ንዑስ ፎልደሮች
cy: Ffolder gyfredol a'i is ffolderi
eo: Nuna dosierujo kaj ĝiaj s_ub-dosierujoj
hi: वर्तमान फोल्डर व उप-फोल्डर (_u)
ia: Plica actual e su s_ubplicas
kab: Akaram amiran akked ikaramen inaddawen ines
ur: موجودہ فولڈر اور اسکے _سب-فولڈر
uz: Joriy jild va uning pastki jildlari

source: _Selected files
am: የ _ተመረጡት ፋይሎች
cy: Y ffeiliau _hyn
eo: _Elektitaj dosieroj
hi: चयनित फाइलें (_S)
ia: Files _Seligite
kab: Ifayluyen ittwfernen
ur: _منتخب کردہ فائلیں
uz: _Tanlangan fayllar

source: Source
am: ምንጭ
cy: Ffynhonnell
eo: Fonto
hi: स्रोत
ia: Fonte
kab: Aɣbalu
ur: مصدر(source)
uz: Manba

source: Write to Disc
am: ዲስክ ላይ መጻፊያ
cy: Ysgrifennu i Ddisg
eo: Skribi al disko
hi: डिस्क पर राइट करें
ia: Scriber in le disco
kab: Aru deg uḍebṣi
ur: ڈسک پر لکھیں
uz: Diskga yozish

source: Error interpreting JPEG image file: %s
am: ስህተት ተፈጥሯል የ JPEG ምስል ፋይል በ መቀየር ላይ እንዳለ: %s
cy: Gwall wrth ddehongli ffeil delwedd JPEG: %s
eo: Eraro dum interpreto de jpeg-bilda dosiero: %s
hi: JPEG चित्र फाइल प्रस्तुतिकरण हेतु त्रुटि : %s
ia: Error a interpretar le file del imagine JPEG: %s
kab: Tuccḍa deg usuqel n ufaylu n tugna JPEG: %s
uz: JPEG rasm faylini talqin qilishda xatolik yuz berdi: %s

source: Unknown JPEG color space (%d)
am: ያልታወቀ የ JPEG ቀለም ክፍተት (%d)
cy: Gofod lliw JPEG anhysbys (%d)
eo: Nekonata jpeg-kolorspaco (%d)
hi: अज्ञात JPEG रंग स्पेस (%d)
ia: Spatio de color JPEG incognite (%d)
kab: Tallunt n init JPEG d tarussint (%d)
uz: Noma'lum JPEG rang maydoni (%d)

source: _Default extension:
am: _ነባር ተጨማሪ:
cy: _Estyniad Ragosodedig:
eo: _Defaŭlta sufikso:
hi: डिफ़ॉल्ट एक्सटेंशन (_D):
ia: Extension _De base:
kab: _Azegrir amezwar
ur: _طے شدہ ایکس ٹینشن:
uz: _Standart kengaytma:

source: _Quality:
am: ጥራት፦ (Q)
cy: _Ansawdd:
eo: _Kvalito:
hi: गुणवत्ता (_Q):
ia: _Qualitate:
kab: Ta_ɣara:
ur: _معیار:
uz: _Sifat:

source: _Smoothing:
am: _ማለስለሻ:
cy: _Llyfnhau:
eo: _Glatigo:
hi: मृदु प्रभाव (_S):
ia: Applanamento (_Smoothing):
kab: Am_zay:
uz: _Silliqlash:

source: Opti_mize
am: አጥ_ጋቢ
cy: _Optimeiddio
eo: Opti_mumigi
hi: इष्टतम करें (_m)
ia: Opti_misar
kab: _Sekk
ur: آ_پٹیمائز
uz: _Optimallashtirish

source: _Progressive
am: _እርምጃው
cy: _Blaengar
eo: _Progresive
hi: प्रगतिशील (_P)
kab: A_faray
uz: _Progressiv

source: Compression _level:
am: የ ማመቂያ _ደረጃ:
cy: _Lefel cywasgiad:
eo: Densiga _nivelo:
hi: संपीड़न स्तर (_l):
ia: Nivel_lo de compression
kab: aswir n usekkusse_m
ur: کمپریشن کی سطح
uz: Siqish _darajasi:

source: Default options:
am: ነባር ምርጫዎች:
cy: Y dewisiadau rhagosodedig:
eo: Defaŭltaj opcioj:
hi: डिफ़ॉल्ट विकल्प :
ia: Optiones predefinite:
kab: Tinefrunin n lexṣas:
ur: طے شدہ اختیارات:
uz: Standart variantlar:

source: _RLE compression
am: _RLE ማመቂያ
cy: Cywasgiad _RLE
eo: _RLE-densigo
hi: RLE संपीड़न (_R)
ia: Compression _RLE
kab: Asekkussem _RLE
ur: _RLE کمپریشن
uz: _RLE siqish

source: Compression
am: ማመቂያ
cy: Cywasgiad
eo: Densigo
hi: संपीड़न
kab: Asekkussem
ur: کمپریشن
uz: Siqish

source: _No compression
am: ማመቂያ _የለም
cy: _Dim cywasgiad
eo: _Neniu densigo
hi: संपीड़न रहित (_N)
ia: _Nulle compression
kab: _Ulac asekkusem
ur: کوئی کمپریشن _نہیں
uz: _Siqish yo‘q

source: No_rmal (Deflate)
am: መደ_በኛ (ማሳነሻ)
cy: No_rmal (Dadchwyddo)
eo: No_rmala (malŝveli)
hi: सामान्य (अपस्फीत) (_r)
ia: No_rmal (Disinflar)
kab: No_rmal (Yettusemẓi)
ur: نا_رمل (ڈیفلیٹ) Deflate
uz: Oddiy (o‘chirish)

source: _Loss compression (JPEG)
am: የ _ላላ ማመቂያ (JPEG)
cy: Cywasgiad _Colli (JPEG)
eo: _Perda densigo (jpeg)
hi: संपीडन हानि (JPEG) (_L)
ia: Compression con perdita (JPEG)
kab: Asekkussem s u_sṛuḥu (JPEG)
ur: _Loss کمپریشن (JPEG)
uz: Yo‘qotiladigan siqish (JPEG)

source: Resolution
am: ሪዞልሽን
cy: Cydraniad
eo: Distingivo
hi: रेजोलुशन
kab: Tabadut
ur: ریزیلوشن
uz: O‘lcham

source: _Horizontal:
am: አግድም፦ (_H)
cy: _Llorweddol:
eo: _Horizontale:
hi: क्षैतिज (_H):
kab: A_glawan
ur: اُ_فقی:
uz: _Gorizontal:

source: _Vertical:
am: ቁመት፦ (_V)
cy: _Fertigol:
eo: _Vertikale:
hi: लंबवत (_V):
kab: U_bdid:
ur: _عمودی:
uz: _Vertikal:

source: dpi
eo: pec
hi: डीपीआई

source: _Method:
am: _ዘዴ:
cy: _Dull:
eo: _Metodo:
hi: विधि (_M):
ia: _Methodo:
kab: Ta_rayt
ur: _میتھڈ:
uz: _Usul:

source: _Lossless
am: _ያልላላ
cy: _Digoll
eo: _Senperda
hi: हानि रहित (_L)
ia: Sin perditas (_Lossless)
kab: _War asṛuḥu
ur: لاس لیس (_Lossless)
uz: _Yo‘qotishsiz

source: Insufficient memory
am: በቂ ማስታወሻ የለም
cy: Dim digon o gof
eo: Nesufiĉa memoro
hi: अपर्याप्त मेमोरी
ia: Memoria insufficiente
kab: Txuṣ tkatut
ur: میموری کم ہے
uz: Xotira yetarli emas

source: Saving
am: በማስቀመጥ ላይ
cy: Wrthi'n cadw
eo: Konservante
hi: संचय जारी
ia: Salvamento
kab: Asekles
ur: محفوظ کیا جارہا ہے
uz: Saqlanmoqda

source: No name specified
am: ምንም ስም አልተገለጸም
cy: Heb bennu enw
eo: Neniu nomo indikita
hi: कोई नाम निर्दिष्ट नहीं
ia: Nulle nomine specificate
kab: Ulac ismawen i d-ittunefken
ur: کوئی نام نہیں دیا گیا
uz: Nom koʻrsatilmagan

source: Invalid name. The following characters are not allowed: %s
am: ዋጋ የሌለው ስም: የሚቀጥሉት ባህሪዎች አይፈቀዱም: %s
cy: Enw annilys. Nid yw'r nodau canlynol yn cael eu caniatáu: %s
eo: Nevalida nomo. La sekvaj signoj ne estas permesitaj: %s
hi: अमान्य नाम। निम्नलिखित अक्षर स्वीकार्य नहीं हैं : %s
ia: Nomine non valide. Le sequente characteres non es consentite: %s
kab: Isem d armeɣtu. Isekkilen-agi ur urigen ara: %s
ur: ناموزوں نام: مندرجہ ذیل حروف کی اجازت نہیں: %s
uz: Nomi noto‘g‘ri. Quyidagi belgilarga ruxsat berilmagan: %s

source: Name already used
am: ስሙን በ ቅድሚያ ተጠቅመውበታል
cy: Enw a ddefnyddiwyd eisoes
eo: Nomo jam uzita
hi: नाम पहले से प्रयुक्त
ia: Nomine jam usate:
kab: Isem isswaseqdec yakan
ur: نام پہلے استعمال ہو چکا ہے
uz: Nomi allaqachon ishlatilgan

source: New catalog
am: አዲስ መዝገብ
cy: Catalog newydd
eo: Nova katalogo
hi: नई सूची
ia: Nove catalogo
kab: Akatalug amaynut
ur: نیا کیٹالاگ
uz: Yangi katalog

source: Enter the catalog name:
am: የ መዝገብ ስም ያስገቡ:
cy: Rhowch enw'r catalog:
eo: Enigi la nomon de katalogo:
hi: सूची नाम दर्ज करें :
ia: Insere le nomine del catalogo:
kab: Sekcem isem n ukatalug:
ur: کیٹالاگ کا نام داخل کریں:
uz: Katalog nomini kiriting:

source: C_reate
am: ፍጠር (_R)
cy: _Creu
eo: K_rei
hi: बनाएँ (_r)
ia: C_rear
kab: R_nu
ur: ب_نائیں
uz: _Yaratish

source: New library
am: አዲስ መጻህፍት ቤት
cy: Llyfrgell newydd
eo: Nova biblioteko
hi: नया संग्रह
ia: Nove libreria
kab: Tamkarḍit tamaynutt
ur: نئی لائبریری
uz: Yangi kutubxona

source: Enter the library name:
am: አዲስ የ መጻህፍት ቤት ስም ያስገቡ:
cy: Rhowch enw'r llyfrgell:
eo: Enigi la nomon de biblioteko:
hi: संग्रह नाम दर्ज करें :
ia: Insere le nomine del libreria:
kab: Sekcem isem n temkarḍit:
ur: لائبریری کا نام داخل کریں:
uz: Kutubxona nomini kiriting:

source: Could not remove the catalog
am: መዝገቡን ማስወገድ አልተቻለም
cy: Methu dileu'r catalog
eo: Ne eblas forigi la katalogon
hi: संग्रह हटाना विफल
ia: Impossibile remover le catalogo
kab: Ur izmir ara ad yekkes akatalug
ur: کیٹالاگ حذف نہیں کی جاسکا
uz: Katalogni olib tashlab bo‘lmadi

source: Are you sure you want to remove "%s"?
am: በ እርግጥ ማስወገድ ይፈልጋሉ "%s"?
cy: Ydych chi'n siŵr eich bod am dynnu '%s'?
eo: Ĉu vi certas, ke vi volas forigi "%s"?
hi: क्या आप निश्चित ही "%s" को हटाना चाहते हैं?
ia: Desira tu vermente remover "%s"?
kab: D tidet tebɣiḍ ad tekkseḍ "%s"?
ur: کیا آپ واقعی "%s" کو حذف کرنا چاہتے ہیں؟
uz: “%s”ni olib tashlashga ishonchingiz komilmi?

source: _Add to Catalog
am: ወደ _መዝገብ መጨመሪያ
cy: _Ychwanegu i'r Catalog
eo: _Aldoni al katalogo
hi: सूची में जोड़ें (_A)
ia: _Adder al catalogo
kab: _Rnu ar ukaṭalug
ur: کیٹالاگ میں _شامل کریں
uz: _Katalogga qo‘shish

source: Open _Folder
am: _ፎልደር መክፈቻ
cy: Agor _Ffolder
eo: Malfermi d_osierujon
hi: फोल्डर खोलें (_F)
ia: Aperir le plica (_Folder)
kab: Ldi akaram
ur: _فولڈر کھولیں
uz: _Jildni ochish

source: Go to the folder that contains the selected file
am: መሄጃ የ ተመረጠውን ፋይል ወደ ያዘው ፎልደር
cy: Mynd i'r ffolder sy'n cynnwys y ffeil hyn
eo: Iri al la dosierujo, kiu enhavas la elektitan dosieron
hi: चयनित फाइल युक्त फोल्डर खोलें
ia: Ir al plica que contine le file seligite
kab: Ddu ɣer ukaram igebren afaylu yettwafernen
ur: اس فولڈر میں جائیں جس میں منتخب کردہ فائل موجود ہے
uz: Tanlangan faylni o‘z ichiga olgan jildga o‘tish

source: Other...
am: ሌላ…
cy: Arall...
eo: Alia...
hi: अन्य...
ia: Altere...
kab: Wiyaḍ...
ur: دیگر...
uz: Boshqa...

source: Choose another catalog
am: ሌላ መዝገብ ይፍጠሩ
cy: Dewiswch gatalog arall
eo: Elekti alian katalogon
hi: अन्य सूची चुनें
ia: Eliger un altere catalogo
kab: Fren akaṭalug-nniḍen
ur: کوئی اور کیٹالاگ چنیں
uz: Boshqa katalogni tanlash

source: _Add to Catalog...
am: ወደ ማውጫን ጨምር... (_A)
cy: _Ychwanegu i'r Catalog ...
eo: _Aldoni al katalogo...
hi: सूची में जोड़ें (_A)...
ia: _Adder al catalogo...
kab: Rnu ar ukaṭalug...
ur: کیٹالاگ میں _شامل کریں...
uz: _Katalogga qo‘shish...

source: Add selected images to a catalog
am: የ ተመረጡትን ምስሎች ወደ መዝገብ ውስጥ መጨመሪያ
cy: Ychwanegwch ddelweddau dethol at gatalog
eo: Aldoni elektitajn bildojn al katalogo
hi: चयनित चित्रों को सूची में जोड़ें
ia: Adde le imagines selegite a un catalogo
kab: Rnu tugniwin yettwafernen ar ukaṭalug
ur: منتخب کردہ تصاویر کو کسی کیٹالاگ میں شامل کریں۔
uz: Tanlangan rasmlarni katalogga qo‘shish

source: Remo_ve from Catalog
am: ከማውጫን አስወግድ (_V)
cy: _Tynnu o'r Catalog
eo: _Forigi el katalogo
hi: सूची से हटाएँ (_v)
ia: Remo_ver ex le Catalogo
kab: Kkes seg ukatalug
ur: کیٹالاگ سے _ہٹائیں
uz: Katalogdan olib tashlash

source: Remove selected images from the catalog
am: የ ተመረጡትን ምስሎች ከ መዝገብ ውስጥ ማስወገጃ
cy: Tynnwch ddelweddau dethol o'r catalog
eo: Forigi elektitajn bildojn el la katalogo
hi: चयनित चित्रों को सूची से हटाएँ
ia: Remove le imagines seligite ex le catalogo
kab: kkes tugniwin yettwafernen seg ukatalug
ur: منتخب تصاویر کو کیٹالاگ سے ہٹا دیں
uz: Tanlangan rasmlarni katalogdan olib tashlash

source: Create _Catalog
am: _መዝገብ መፍጠሪያ
cy: Creu _Catalog
eo: Krei _katalogon
hi: सूची बनाएँ (_C)
ia: Crear un _Catalogo
kab: Rnu akatalug
ur: _کیٹالاگ بنائیں
uz: _Katalog yaratish

source: Create _Library
am: _መጻህፍት ቤት መፍጠሪያ
cy: Creu _Llyfrgell
eo: Krei _bibliotekon
hi: संग्रह बनाएँ (_L)
ia: Crear un _Libreria
kab: Snulfu-d tam_karḍit
ur: _لائبریری بنائیں
uz: _Kutubxona yaratish

source: Remove
am: ማስወገጃ
cy: Tynnu
eo: Forigi
hi: हटाएँ
ia: Remover
kab: Kkes
uz: Olib tashlash

source: Rena_me
am: እንደገና_መሰየሚያ
cy: _Ailenwi
eo: Alino_mi
hi: नाम बदलें (_m)
ia: Reno_minar
kab: Snifel isem
ur: نام ب_دلیں
uz: _Nomini o‘zgartirish

source: Properties
am: ምርጫዎች
cy: Priodweddau
eo: Atributoj
hi: विशेषताएँ
ia: Proprietates
kab: Iraten
ur: خصوصیات
uz: Xususiyatlar

source: Command Line
am: የ ትእዛዝ መስመር
cy: Llinell Orchymyn
eo: Komandlinio
hi: कमांड लाइन
ia: Linea de commando
kab: Izirig n inezḍayen
ur: کمانڈ لائن
uz: Buyruqlar satri

source: (Empty)
am: (ባዶ)
cy: (Gwag)
eo: (Malplene)
hi: (रिक्त)
ia: (Vacuar)
kab: (Ilem)
ur: (خالی)
uz: (Bo‘sh)

source: Catalog Properties
am: የ መዝገብ ባህሪዎች
cy: Priodweddau Catalog
eo: Ecoj de katalogo
hi: सूची विशेषताएँ
ia: Proprietates del catalogo
kab: Iraten n ukatalug
ur: کیٹالاگ کی خصوصیات
uz: Katalog xususiyatlari

source: Organize
am: ማደራጃ
cy: Trefnu
eo: Organizi
hi: संयोजन
ia: Organisar
kab: Suddes
ur: منظم کریں
uz: Tartibga solish

source: Automatically organize files by date
am: ራሱ በራሱ ፋይሎች በ ቀን ማደራጃ
cy: Trefnu ffeiliau yn awtomatig yn ôl dyddiad
eo: Aŭtomate organizi dosierojn laŭ dato
hi: फाइलें दिनांक अनुसार स्वतः संयोजित करें
ia: Organisa automaticamente le files per data
kab: Suddes s wudem awurman ifuyla s uzemz
ur: فائلیں خودکار تاریخ کے حساب سے منظم کریں
uz: Fayllarni sana bo‘yicha avtomatik tartiblash

source: Catalogs
am: ማውጫዎች
cy: Catalogau
eo: Katalogoj
hi: सूची
ia: Catalogos
kab: Ikaṭalugen
ur: کیٹالاگز
uz: Kataloglar

source: Create file collections.
am: የ ፋይል ስብስቦች መፍጠሪያ
cy: Creu casgliadau ffeiliau.
eo: Krei dosierkolektojn.
hi: फाइल संग्रह बनाएँ।
ia: Crear collectiones de files.
kab: Ad d-yesnulfu tilkensa n ifuyla.
uz: Fayl to‘plamlarini yaratish.

source: Add to Catalog
am: ወደ መዝገብ መጨመሪያ
cy: Ychwanegu i'r Catalog
eo: Aldoni al katalogo
hi: सूची में जोड़ें
ia: Adder al catalogo
kab: Rnu ar ukaṭalug
ur: کیٹالاگ میں شامل کریں
uz: Katalogga qo‘shish

source: C_atalogs:
am: ማውጫዎች፦ (_C)
cy: C_atalogau:
eo: K_atalogoj:
hi: सूची (_C):
ia: C_atalogos:
kab: _Ikaṭelugen:
ur: کیٹالاگز:
uz: _Kataloglar:

source: _New Catalog
am: አዲስ ማውጫ (_N)
cy: Catalog _Newydd
eo: _Nova katalogo
hi: नवीन सूची (_N):
ia: _Nove catalogo
kab: Akatalug a_maynut
ur: _نیا کیٹالاگ
uz: _Yangi katalog

source: New _Library
am: አዲስ ቤተ መጸሕፍት (_L)
cy: _Llyfrgell Newydd
eo: Nova bib_lioteko
hi: नवीन संग्रह (_L):
ia: Nove _Libreria
kab: Tam_karḍit tamaynutt
ur: نئی _لائبریری
uz: _Yangi katalog

source: _View the destination
am: መድረሻ _መመልከቻ
cy: _Gweld y gyrchfan
eo: _Montri la celdosierujon
hi: लक्षित स्थान देखें (_V)
ia: _Vider le destination
kab: _Wali taɣerwaḍt
ur: منزل _دیکھیں
uz: _Mo‘ljalni ko‘rish

source: _Name:
am: _ስም:
cy: E_nw:
eo: _Nomo:
hi: नाम (_N):
ia: _Nomine:
kab: I_sem:
ur: _نام:
uz: _Nomi:

source: _Date:
am: ቀን፦ (_D)
cy: _Dyddiad:
eo: _Dato:
hi: तारीख़ (D)
ia: _Data:
kab: A_zemz:
ur: _تاریخ:
uz: _Sana:

source: Catalog
am: ማውጫ
eo: Katalogo
hi: सूची
ia: Catalogo
kab: akaṭalug
ur: کیٹالاگ
uz: Katalog

source: Organize Files
am: ፋይሎች ማደራጃ
cy: Trefnu Ffeiliau
eo: Organizi dosierojn
hi: फाइल संयोजन
ia: Organisa files
kab: Suddes ifuyla:
ur: فائلیں منظم کریں
uz: Fayllarni tartibga solish

source: Organizing files
am: ፋይሎች በ ማደራጀት ላይ
cy: Yn trefnu ffeiliau
eo: Organizado de dosieroj
hi: फाइल संयोजन
ia: Organisation del files
kab: Asuddes n ifuyla:
ur: فائلیں منظم کر رہا ہے
uz: Fayllar tartibga solinmoqda

source: Organization:
am: ድርጅት:
cy: Sefydliad:
eo: Organizo:
hi: संयोजन :
kab: Tuddsa:
uz: Tashkil qilish:

source: Select All
am: ሁሉንም ይምረጡ
cy: Dewis y Cwbl
eo: Elekti ĉiujn
hi: सभी चुनें
ia: Seliger toto
kab: Fren akk
ur: تمام منتخب کریں
uz: Hammasini tanlash

source: Select None
am: ምንም አይምረጡ
cy: Dewis Dim
eo: Elekti neniun
hi: कोई भी न चुनें
ia: Seliger nihil
kab: Fren yiwen
ur: منتخب کچھ نہ کریں
uz: Hech birini tanlamaslik

source: Catalog _Preview:
am: መዝገብ በ _ቅድሚያ መመልከቻ:
cy: _Rhagolwg o'r Catalog:
eo: _Antaŭrigardo de katalogo:
hi: सूची पूर्वावलोकन (_P):
ia: Vista _Preliminar del catalogo
kab: Ta_muɣli n ukatalug:
ur: کیٹالاگ _معائنہ:
uz: Katalogni ko‘rib chiqish:

source: _Group files by:
am: ፋይሎች በ _ቡድን:
cy: _Grwpio ffeiliau yn ôl:
eo: _Grupigi dosierojn laŭ:
hi: फाइल अनुक्रमण प्रकार (_G):
ia: _Gruppar le files per:
kab: Se_grew ifuyla s:
ur: فائل _گروہ بند کریں اس سے:
uz: _Fayllarni guruhlash:

source: _Include sub-folders
am: ምዑስ-ፎልደሮች _ማካተቻ
cy: _Cynnwys is ffolderi
eo: _Inkluzivi sub-dosierujojn
hi: उप-फोल्डर युक्त (_I)
ia: _Includer sub-plicas
kab: _Seddu ikaramen inaddawen
ur: _سب-فولڈر شامل کریں
uz: Pastki jildlarni qo‘shish

source: Ignore catalogs with a single file
am: ነጠላ ፋይል ያላቸውን መዝገቦች መተው
cy: Anwybyddu catalogau gydag un ffeil
eo: Malatenti katalogojn kun unuopa dosiero
hi: एकल फाइल युक्त सूची अनदेखी करें
ia: Ignorar le catalogos con un sol file
kab: Ttu ikatalugen yesɛan kan yiwen n ufaylu
uz: Bitta faylga ega kataloglarni e'tiborsiz qoldirish

source: Put single files in the catalog:
am: ነጠላ ፋይሎች በ መዝገብ ውስጥ አስቀምጥ:
cy: Rhowch ffeiliau sengl yn y catalog:
eo: Meti unuopajn dosierojn en la katalogon:
hi: एकल फाइलों हेतु सूची :
ia: Poner singule files in le catalogo:
kab: Err ifuyla isufen deg ukaram:
uz: Yagona fayllarni katalogga qo‘yish:

source: Singles
am: ነጠላ
cy: Senglau
eo: Unuopaj
hi: एकल
ia: Singule
kab: Isufen
uz: Yagonalar

source: Could not add the files to the catalog
am: ፋይሎች ወደ መዝገብ ውስጥ መጨመር አልተቻለም
cy: Methu ychwanegu'r ffeiliau i'r catalog
eo: Ne eblas aldoni la dosierojn al la katalogo
hi: सूची में फाइलें जोड़ना विफल
ia: Impossibile adder le files al catalogo
kab: Ur izmir ara ad yernu ifuyla ar ukatalug
ur: کیٹالاگ میں فائلیں شامل نہیں کی جاسکتیں
uz: Fayllarni katalogga qo‘shib bo‘lmadi

source: Could not create the catalog
am: መዝገብ መፍጠር አልተቻለም
cy: Methu creu'r catalog
eo: Ne eblas krei la katalogon
hi: सूची बनाना विफल
ia: Impossibile crear le catalogo
kab: Ur izmir ara ad yernu akatalug
ur: کیٹالاگ بنایا نہیں کیا جاسکا
uz: Katalog yaratib bo‘lmadi

source: Could not save the catalog
am: መዝገብ ማስቀመጥ አልተቻለም
cy: Methu cadw'r catalog
eo: Ne eblas konservi la katalogon
hi: सूची संचय विफल
ia: Impossibile salvar le catalogo
kab: Ur izmir ara ad isekles akatalug
ur: کیٹالاگ محفوظ نہیں کیا جاسکا
uz: Katalogni saqlab bo‘lmadi

source: Could not load the catalog
am: መዝገብ መጫን አልተቻለም
cy: Methu llwytho'r catalog
eo: Ne eblas ŝargi la katalogon
hi: सूची लोड करना विफल
ia: Impossibile cargar le catalogo
kab: Ur izmir ara ad d-isali akatalug
ur: کیٹالاگ لوڈ نہیں کیا جاسکا
uz: Katalogni yuklab bo‘lmadi

source: Files will be organized in catalogs. No file will be moved on disk.
am: ፋይሎች በ መዝገብ ይደራጃሉ: ምንም ፋይል ከ ዲስክ ላይ አይወገድም
cy: Bydd ffeiliau'n cael eu trefnu i gatalogau. Ni fydd unrhyw ffeil yn cael ei symud ar ddisg.
eo: Dosieroj estos organizitaj laŭ katalogoj. Neniu dosiero estos movita sur disko.
hi: फाइलें सूची में संयोजित होंगी। कोई फाइल डिस्क पर अंतरित नहीं होगी।
ia: Le files essera organisate in catalogos.
kab: Ifuyla ad ttusuddsen deg ikatalugen. Ulac afaylu ara yemmuttin ɣer uḍebsi.
ur: فائلیں کیٹالاگ کے اندر ترتیب دی جائیں گی۔ کوئی فائل بھی ڈسک پر منتقل نہیں کی جائے گی۔
uz: Fayllar kataloglarda tartibga solinadi. Hech qanday fayl diskda ko‘chirilmaydi.

source: Date photo was taken
am: ፎቶ የ ተነሳበት ቀን
cy: Dyddiad tynnu'r llun
eo: Dato de fotado
hi: चित्र सृजन दिनांक
ia: Data de prisa del photo
kab: Azemz ideg tettwaṭṭef tewlaft
ur: تصویر اتارنے کی تاریخ
uz: Fotosurat olingan sana

source: File modified date
am: ፋይል የ ተሻሻለበት ቀን
cy: Dyddiad addaswyd y ffeil
eo: Dato de dosiermodifo
hi: फाइल परिवर्तन दिनांक
ia: Data de modification del file
kab: Azem n ubeddel n ufaylu
ur: فائل میں تبدیلی کی تاریخ
uz: Fayl o‘zgartirilgan sana

source: Tag
am: ቁራጭ
eo: Marko
hi: उपनाम
kab: Tabzimt
ur: ٹیگ
uz: Teg

source: Tag (embedded)
am: ቁራጭ (የ ተጣበቀ)
cy: Tag (mewnblanwyd)
eo: Marko (enkorpigita)
hi: उपनाम (सम्मिलित)
ia: Tag (incastrate)
kab: Ticreḍt (tedda)
ur: ٹیگ (embedded)
uz: Teg (oʻrnatilgan)

source: Tags
am: ቁራጭ
cy: Tagiau
eo: Markoj
hi: उपनाम
kab: Tibzimin
ur: ٹیگز
uz: Teglar

source: The catalog '%s' already exists, do you want to overwrite it?
am: ይህ መዝገብ '%s' ቀደም ብሎ ነበር: በላዩ ላይ ደርበው መጻፍ ይፈልጋሉ?
cy: Mae'r catalog '%s' eisoes yn bodoli, a ydych chi am ei drosysgrifennu?
eo: La katalogo '%s' jam ekzistas, ĉu vi volas ĝin superskribi?
hi: '%s' सूची पहले से मौजूद है, क्या आप इसे अधिलेखित करना चाहते हैं?
ia: Le catalogo '%s' ja existe, desira tu superscriber lo?
kab: Akatalug '%s' yella yakan, tebɣiḍ ad t-tesmelsiḍ ?
uz: "%s" katalogi allaqachon mavjud, uni qayta yozmoqchimisiz?

source: The library '%s' already exists, do you want to overwrite it?
am: ይህ መጻህፍት ቤት '%s' ቀደም ብሎ ነበር: በላዩ ላይ ደርበው መጻፍ ይፈልጋሉ?
cy: Mae'r llyfrgell '%s' eisoes yn bodoli, a ydych chi am ei drosysgrifennu?
eo: La biblioteko '%s' jam ekzistas, ĉu vi volas ĝin superskribi?
hi: '%s' संग्रह पहले से मौजूद है, क्या आप इसे अधिलेखित करना चाहते हैं
ia: Le libreria '%s' ja existe, desira tu superscriber la?
kab: Tamkarḍit '%s' tella yakan, tebɣiḍ ad tt-tesmelsiḍ ?
uz: "%s" kutubxonasi allaqachon mavjud, uni qayta yozmoqchimisiz?

source: Over_write
am: ደርቦ_መጻፊያ
cy: Trosysgrifennu
eo: _Anstataŭigi
hi: अधिलेखित करें (_w)
ia: Superscriber (Over_write)
kab: Sem_selsi
uz: Ustiga yozish

source: Cannot move the files
am: ፋይሎች ማንቀሳቀስ አልተቻለም
cy: Methu symud y ffeiliau
eo: Ne eblas movi la dosierojn
hi: फाइलें अंतरित करना विफल
ia: Impossibile displaciar le files.
kab: Ulamek asmutti n ifuyla
ur: فائلیں منتقل نہیں کی جاسکیں
uz: Fayllarni koʻchirib boʻlmadi
