Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: File is not a valid .desktop file
am: ፋይሉ ዋጋ ያለው የ .ዴስክቶፕ ፋይል አይደለም
cy: Nid yw'r ffeil yn ffeil .desktop dilys
eo: Dosiero ne estas valida .desktop-dosiero
hi: फ़ाइल अमान्य .desktop फ़ाइल है
ia: Le file non es un file .desktop valide
kab: Afaylu mačči d afaylu .desktop
ur: فائل موزوں .desktop فائل نہیں ہے
uz: Fayl yaroqli .desktop fayli emas

source: Unrecognized desktop file Version '%s'
am: ያልታወቀ የ ዴስክቶፕ ፋይል እትም '%s'
cy: Ffeil bwrdd gwaith anhysbys Fersiwn '%s'
eo: Nerekonata labortrabla dosierversio '%s'
hi: अपरिचित डेस्कटॉप फ़ाइल संस्करण '%s'
ia: Version '%s' de file de scriptorio non recognite
kab: Lqem '%s' n ufaylu n tnarit ur yettwassen ara
ur: غیر تسلیم شدہ ڈیسک ٹاپ فائل ورژن '%s'
uz: Noma’lum ish stoli fayli "%s" versiyasi

source: Starting %s
am: በማስጀመር ላይ %s
cy: Yn cychwyn %s
eo: Lanĉante je %s
hi: %s आरंभ हो रहा है
ia: Lanceamento de %s
kab: Asnker n %s
ur: %s شروع کیا جارہا ہے
uz: %s boshlanmoqda

source: Application does not accept documents on command line
am: መተግበሪያው ሰነዶችን በ ትእዛዝ መስመር አይቀበልም
cy: Nid yw'r rhaglen yn derbyn dogfennau ar y llinell orchymyn
eo: Aplikaĵo ne akceptas dokumentojn per komandlinio
hi: अनुप्रयोग कमांड लाइन पर डॉक्यूमेंट स्वीकार नहीं करता है
ia: Le application non accepta documentos sur le linea de commando
kab: Asnas ur iqebbel ara isemliyen deg izirig n tladna
ur: ایپلی کیشن کمانڈ لائن پر دستاویزات قبول نہیں کرتا
uz: Ilova buyruq satrida hujjatlarni qabul qilmaydi

source: Unrecognized launch option: %d
am: የማይታወቅ ማስጀመሪያ ምርጫ: %d
cy: Dewis cychwyn anhysbys: %d
eo: Nerekonata lanĉ-opcio: %d
hi: अपरिचित लॉन्च विकल्प : %d
ia: Option %d de lanceamento non recognite
kab: Aɣewwaṛ n usenker ur yettwassen ara: %d
ur: چلانے کا غیر تسلیم شُدہ اختیار: %d
uz: Noma’lum ishga tushirish varianti: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
am: የ ሰነዱን URIs ማለፍ አልተቻለም ወደ 'Type=Link' ዴስክቶፕ ማስገቢያ
cy: Methu trosglwyddo URI dogfen i gofnod bwrdd gwaith 'Type=Link'
eo: Ne eblas transdoni dokumento-URI-ojn al labortabla elemento 'Type=Link'
hi: डॉक्यूमेंट यूआरएल को 'Type=Link' डेस्कटॉप एंट्री में नहीं भेजा जा सकता
ia: Impossibile passar le URIs del documento al entrata del scriptorio\ 'Type=Link'
kab: Ulamek asɛeddi n tansiwin URIs n yisemli ɣer 'Type=Link' n unekcum n tnarit
ur: دستاویز کے URIs۔ 'Type=Link' ڈیسک ٹاپ انٹری تک پاس نہیں کر سکا
uz: Hujjat URIlarini “Type=Link” ish stoli yozuviga o‘tkazib bo‘lmaydi

source: Not a launchable item
am: ማስነሳት የሚቻል አካል አይደለም
cy: Nid yw'n eitem y mae modd ei chychwyn
eo: Nelanĉebla elemento
hi: प्रोग्राम लॉन्च योग्य नहीं है
ia: Non es un elemento lanceabile
kab: Mačči d aferdis yettwasenkaren
ur: عنصر چلانے کے قابل نہیں ہے
uz: Ishga tushiriladigan element emas

source: Disable connection to session manager
am: ወደ ከፍለ ጊዜ አስተዳዳሪ ግንኙነት ማሰናከያ
cy: Analluogi'r cysylltiad i'r rheolwr sesiynau
eo: Elŝalti konekton al la seancoadministrilo
hi: सत्र प्रबंधक कनेक्शन बंद करें
ia: Disactivar le connexion al gerente de session
kab: Kkes arma n tuqqna i umsefrak n tɣimit
ur: دورانیہ منیجر سے اتصال غیر فعال کریں
uz: Sessiya menejeriga ulanishni o‘chirish

source: Specify file containing saved configuration
am: የ ተሰናዳውን ፋይል የያዘውን መወሰኛ
cy: Pennu'r ffeil sy'n cynnwys y ffurfweddiad wedi ei gadw
eo: Specifi dosieron kiu enhavas konservitan agordon
hi: संचित विन्यास युक्त फाइल निर्दिष्ट करें
ia: Specificar le file continente le configuration salvate
kab: Mudd afaylu igebren tawila yettwakelsen
ur: وہ فائل بتائیں جس میں محفوظ کردہ تشکیل موجود ہے
uz: Saqlangan konfiguratsiyani o‘z ichiga olgan faylni belgilash

source: FILE
am: ፋይል
cy: FFEIL
eo: DOSIERO
hi: फ़ाइल
kab: AFAYLU
ur: فائل
uz: FAYL

source: Specify session management ID
am: የ ክፍለ ጊዜ አስተዳዳሪ ID ይወስኑ
cy: Pennu ID rheoli sesiwn
eo: Specifi identigilon de la seancoadministrilo
hi: सत्र प्रबंधन आईडी चुनें
ia: Specificar le ID de gestion de session
kab: Mudd asulay n usefrek n tɣimit
ur: دورانیہ مینیجمنٹ ID بتائیں
uz: Seans boshqaruvi identifikatorini belgilash

source: ID
am: መለያ
cy: Enw
hi: आईडी
kab: Asulay
ur: آئی ڈی
uz: Identifikator

source: Session management options:
am: የ ክፍለ ጊዜ አስተዳዳሪ ምርጫዎች:
cy: Dewisiadau rheoli sesiwn:
eo: Opcioj de la seancoadministrilo:
hi: सत्र प्रबंधन हेतु विकल्प :
ia: Optiones de gestion de sexion:
kab: Iɣewwaṛen n usefrak n tɣimit
ur: دورانیہ مینیجمنٹ اختیارات:
uz: Sessiyani boshqarish variantlari:

source: Show session management options
am: የ ክፍለ ጊዜ አስተዳዳሪ ምርጫዎች ማሳያ
cy: Dangos dewisiadau rheoli sesiwn
eo: Montri opciojn de la seancoadministrilo
hi: सत्र प्रबंधन हेतु विकल्प दिखाएँ :
ia: Monstrar le optiones de gestion de session
kab: Sken iɣewwaṛen n usefrak n tɣimit
ur: دورانیہ مینیجمنٹ اختیارات دیکھیں
uz: Sessiyani boshqarish variantlarini ko‘rsatish

source: Pix
hi: पिक्स
ur: پکس

source: Image Viewer
am: ምስል መመልከቻ
cy: Dangosydd Delweddau
eo: Bildomontrilo
hi: चित्र प्रदर्शक
ia: Visor de Imagine
kab: Ameskan n tugna
ur: تصویر ناظر
uz: Rasm ko‘ruvchi

source: Pix Image Viewer
am: የPix ምስል ተመልካች
cy: Pix - Dangosydd Delweddau
eo: Bildomontrilo Pix
hi: पिक्स चित्र प्रदर्शक
ia: Visor de imagine de Pix
kab: Ameskan n tugna Pix
ur: پکس تصاویر ناظر
uz: Pix rasm ko‘ruvchisi

source: View and organize your images
am: የ እርስዎን ምስሎች ይመልከቱ እና ያደራጁ
cy: Gweld a threfnu eich delweddau
eo: Montri kaj organizi viajn bildojn
hi: चित्र प्रदर्शन व संयोजन
ia: Vide e organisa tu imagines
kab: Wali udiɣ sudded tugniwin inek
ur: اپنی تصاویر دیکھیں اور انہیں منظم کریں
uz: Rasmlaringizni ko‘ring va tartibga soling

source: Import with Pix
am: በ ፒክስ ማምጫ
cy: Mewnforio gyda Pix
eo: Importi per Pix
hi: पिक्स द्वारा आयात करें
ia: Importar per Pix
kab: Kter s Pix
ur: پکس سے تصاویر برآمد کریں
uz: Pix bilan import qilish

source: Photo Import Tool
am: ፎቶ ማምጫ መሳሪያ
cy: Teclyn Mewnforio Lluniau
eo: Foto-importilo
hi: चित्र आयात साधन
ia: App de importation de photos
kab: Afecku n uktar n Tewlafin
ur: تصاویر برآمد کرنے کا اوزار
uz: Rasmlarni import qilish vositasi

source: Pix Photo Import Tool
am: የ ፒክስ ፎቶ ማምጫ መሳሪያ
cy: Offeryn Mewnforio Lluniau Pix
eo: Foto-importilo de Pix
hi: पिक्स चित्र आयात साधन
ia: Application de Pix pro importar le photos
kab: Afecku n ukter n teugniwin Pix
ur: پکس تصاویر برآمد کرنے کا اوزار
uz: Pix fotosuratlarni import qilish vositasi

source: Import the photos on your camera card
am: ከ እርስዎ ካሜራ ካርድ ውስጥ ፎቶዎች ማምጫ
cy: Mewngludo'r lluniau ar eich cerdyn camera
eo: Importi la fotojn sur via kamera-karto
hi: चित्रों को कैमरा कार्ड पर आयात करें
ia: Importa le photos del scheda de tu photo-camera
kab: Kter tugniwin ar tkarḍa yinek n tkamiṛat
ur: اپنے کیمرہ کارڈ پر موجود تصاویر برآمد کریں
uz: Kamera kartangizdagi rasmlarni import qiling

source: Images over this size (in bytes) will not be thumbnailed. Use 0 if you want to generate thumbnails for all images.
am: ምስሎች በዚህ መጠን (በ ባይትስ) በ አውራ ጥፍር ልክ ማድረግ አይቻልም: ይጠቀሙ 0 እርስዎ በ አውራ ጥፍር ልክ ለ ሁሉም ምስሎች ማመንጨት ከ ፈለጉ
cy: Ni fydd delweddau dros y maint hwn (mewn beit) yn cael eu gwneud yn luniau bach. Defnyddiwch 0 os ydych chi am gynhyrchu lluniau bach ar gyfer pob delwedd.
eo: Bildoj super ĉi tiu grando (en bajtoj) ne estos miniaturigitaj. Uzu 0, se vi volas generi miniaturojn por ĉiuj bildoj.
hi: इस आकार (बाइट में) से अधिक के चित्र हेतु लघुछवि प्रदर्शित नहीं होगी। सभी चित्रों हेतु लघुछवि प्रदर्शित करने हेतु शून्य दर्ज करें।
ia: Le imagines de dimension superior a iste (in bytes) non essera miniaturisate. Usa 0 si tu desira generar miniaturas pro tote le imagines.
kab: Tugniwin yesɛan teɣzi ugar n wazal-a ( s itamḍanen) ur seɛɛunt ara tanfult. Seqdec 0 ma tebɣiḍ ad ttwasurewent tanfulin i meṛṛa n tugniwin.
uz: Ushbu hajmdan (baytlarda) kattaroq rasmlar eskizi qo‘yilmaydi. Agar barcha rasmlar uchun eskiz yaratmoqchi bo‘lsangiz, 0 dan foydalaning.

source: Whether to resize the window to fit the size of the image
am: መስኮቱ በ ምስሎቹ ልክ ይመጠን እንደሆን
cy: P'un ai i newid maint y ffenestr i gyd-fynd â maint y ddelwedd
eo: Ĉu regrandigi la fenestron por ĝin adapti al la grando de la bildo
hi: चित्र अनुसार विंडो आकार परिवर्तन करें या नहीं
ia: Si re-dimensionar le fenestra pro continer le dimension del imagine
kab: Ma ad tbeddeleḍ tiddi n usfaylu iwakken ad d-yezg akked tugna
ur: کیا تصویر کے سائز کے حساب فٹ کرنے کے لیے ونڈو کا سائز بدلا جائے
uz: Rasm o‘lchamiga mos keladigan oyna o‘lchamini o‘zgartirish kerakmi

source: Open files in the active window
am: ፋይሎች በ ንቁ መስኮት መክፈቻ
cy: Agor ffeiliau yn y ffenestr weithredol
eo: Malfermi dosierojn en la aktiva fenestro
hi: फाइलें सक्रिय विंडो में खोलें
ia: Aperir le files in le fenestra active
kab: Ldi ifuyla deg usfaylu urmid
ur: فعال ونڈو میں فائلیں کھولیں
uz: Fayllarni faol oynada ochish

source: Possible values are: white, black, checked, none.
am: የሚቻሉት ዋጋዎች: ነጭ: ጥቁር: ምልክት የ ተደረገበት: ምንም
cy: Y gwerthoedd posib yw: gwyn, du, croeslin, dim.
eo: Eblaj valoroj estas: white (blanka), black (nigra), checked (ŝaltita), none (neniu).
hi: संभव मान : श्वेत, श्याम व चेक।।
ia: Le valores possibile es: blanc, nigre, controlate, necun.
kab: Azalen ilaqen d : amellal, aberkan, yecreḍ, ulac.
ur: ممکن ویلیو یہ ہو سکتی ہیں: سفید، کالا، نشان زد، کچھ نہیں
uz: Mumkin bo‘lgan qiymatlar: oq, qora, belgilangan, yo‘q.

source: Whether to reset the scrollbars position after changing image
am: ምስል ከ ተቀየረ በኋላ የ መሸብለያ ቦታ እንደ ነበር ይመለስ
cy: P'un ai i ailosod safle'r bariau sgrolio ar ôl newid delwedd
eo: Ĉu restarigi la rulumskal-poziciojn post ŝanĝo de bildo
hi: चित्र परिवर्तन उपरांत स्क्रॉल पट्टी स्थिति पुनः सेट करें या नहीं
ia: Si restabilir le position del barras de rolamento post le cambiamento del imagine
kab: Ma yella ad talseḍ awennez n tfeggagin n udrurem ticki tbeddeleḍ tugna
uz: Rasmni o‘zgartirgandan so‘ng aylantirish paneli holatini tiklash kerakmi

source: Possible values are: jpeg, jpg.
am: እነዚህ ናቸው የሚቻሉት ዋጋዎች: jpeg, jpg.
cy: Y gwerthoedd posib yw: jpeg, jpg.
eo: Eblaj valoroj estas: jpeg, jpg.
hi: संभव मान : jpeg, jpg।
ia: Le valores possibile es: jpeg, jpg.
kab: Azalen izemren ad ilin: Jpeg, jpg.
ur: ممکن ویلیو یہ ہو سکتی ہیں: jpeg, jpg.
uz: Mumkin bo‘lgan qiymatlar: jpeg, jpg.

source: Possible values are: tiff, tif.
am: እነዚህ ናቸው የሚቻሉት ዋጋዎች: tiff, tif.
cy: Y gwerthoedd posib yw: tiff, tif.
eo: Eblaj valoroj estas: tiff, tif.
hi: संभव मान : tiff, tif।
ia: Le valores possibile es: tiff, tif.
kab: Azalen izemren ad ilin: tiff, tif.
ur: ممکن ویلیو یہ ہو سکتی ہیں: tiff, tif.
uz: Mumkin bo‘lgan qiymatlar: tiff, tif.

source: Possible values include: general::unsorted, file::name, file::size, file::mtime, exif::photo::datetimeoriginal
am: የሚቻሉት ዋጋዎች: ባጠቃላይ::ያልተለዩ: ፋይል::ስም: ፋይል::መጠን: ፋይል::mtime, exif::ፎቶ::ዋናው ቀን ጊዜ
cy: Ymhlith y gwerthoedd posib mae: cyffredinol::heb eu didoli, ffeil::enw, ffeil::maint, ffeil::amser, exif::llun::dyddiadamsergwreiddiol
eo: Eblaj valoroj inkluzivas: general::unsorted (ĝenerale::neordigita), file::name (dosiero::nomo), file::size (dosiero::grando), file::mtime (dosiero::mtime), exif::photo::datetimeoriginal (exif::foto::datotempoorigina)
hi: संभावित मान : general::unsorted, file::name, file::size, file::mtime, exif::photo::datetimeoriginal
ia: Le valores possibile include: general::unsorted, file::name, file::size, file::mtime, exif::photo::datetimeoriginal
kab: Azalen izemren ad yilin: amatu::unsorted, afaylu::tu vzi, afaylu::makud, exif::tawlaft::azemzakudaneẓli
uz: Mumkin qiymatlarga quyidagilar kiradi general::unsorted, file::name, file::size, file::mtime, exif::photo::datetimeoriginal

source: _Extensions:
am: _ተጨማሪዎች:
cy: _Estyniadau:
eo: _Etendaĵoj:
hi: एक्सटेंशन (_E) :
ia: _Extensiones:
kab: _Isiɣzaf:
ur: _ایکس ٹینشنز:
uz: _Kengaytmalar:

source: Some extensions are configurable.
am: አንዳንድ ተጨማሪዎችን ማሰናዳት ይቻላል
cy: Mae rhai estyniadau'n ffurfweddiadwy.
eo: Kelkaj etendaĵoj estas agordeblaj.
hi: कुछ एक्सटेंशन हेतु विन्यास संभव है।
ia: Alcun extensiones es configurabile.
kab: Kra n isiɣzaf ttwaswalen.
ur: کچھ ایکس ٹینشنز قابل تشکیل ہیں۔
uz: Ba'zi kengaytmalarni sozlash mumkin.

source: Filter _Name:
am: የ ማጣሪያ _ስም:
cy: _Enw Hidl:
eo: Filtrila _nomo:
hi: निस्पंदक नाम (_N):
ia: _Nomine del filtro:
kab: Is_em n imzizdig:
ur: فلٹر کا _نام:
uz: Filtr _nomi:

source: _Match
am: _ተመሳሳይ
cy: _Cydweddu
eo: _Kongrui
hi: मिलान (_M)
ia: Concordar (_Match)
kab: _Meγru
ur: -میچ
uz: _Mos

source: _Limit to
am: _መጠን ወደ
cy: _Cyfyngu i
eo: _Limigi al
hi: सीमित (_L)
ia: _Limitar a
kab: _Err talast i
ur: حد _تا:
uz: _Cheklash

source: selected by
am: የ ተመረጠው በ
cy: dewiswyd gan
eo: elektita de
hi: द्वारा चयनित
ia: electe per
kab: YEttwafren sɣuṛ
ur: منتخب اس کی طرف سے
uz: tomonidan tanlangan

source: Mean:
am: አማካይ:
cy: Cymedr:
eo: Mezumo:
hi: औसत :
ia: Media:
kab: Talemmast:
uz: Anglatadi:

source: Std dev:
am: መደበኛ ልዩነት:
cy: Gwy saf:
eo: Norma devio:
hi: मानक विचलन :
ia: Dev std:
uz: Stand. og‘ish:

source: Median:
cy: Canolrif:
eo: Mediano:
hi: माध्यिका :
ia: Mediana:
kab: Talemmast:
uz: Mediana:

source: Pixels:
am: ፒክስሎች:
cy: Picseli:
eo: Bilderoj:
hi: पिक्सेल :
ia: Pixeles:
kab: Ipiksilen:
ur: پکسل:
uz: Piksel:

# Pixels
source: Max:
am: ከፍተኛ:
cy: Mwyaf:
eo: Maks:
hi: अधिकतम :
kab: Afellay:
ur: زیادہ سے زیادہ:
uz: Maksimal:

# Pixels
source: Selected:
am: የ ተመረጠው:
cy: Wedi'u dewis:
eo: Elektite:
hi: चयनित :
ia: Electe
kab: Yettwafren:
ur: منتخب کردہ
uz: Tanlangan:

source: _Location:
am: _ቦታ፦
cy: _Lleoliad:
eo: _Loko:
hi: स्थान (_L):
kab: _Adig:
ur: _مقام:
uz: _Joylashuv:

source: Overwrite the old file with the new one?
am: በ አሮጌው ፋይል ላይ አዲሱን ደርቤ ልጻፍበት?
cy: Trosysgrifennu'r hen ffeil gyda'r un newydd?
eo: Ĉu anstataŭigi la malnovan dosieron per la nova?
hi: नवीन फाइल को पुरानी फाइल पर अधिलेखित करें?
ia: Superscriber le file vetule con le uno nove?
kab: Semselsi afaylu aqbur s ufaylu amaynut ?
ur: پرانی فائل کے اوپر(اووَر رائٹ) نئی فائل کو لکھ دیں؟ پرانی فائل ختم ہو جائے گی۔
uz: Eski faylni yangisiga yozilsinmi?

source: Old File:
am: አሮጌ ፋይል:
cy: Hen Ffeil:
eo: Malnova dosiero:
hi: पुरानी फाइल :
ia: File vetule:
kab: Afaylu Aqbuṛ:
ur: پرانی فائل:
uz: Eski fayl:

source: Filename:
am: የ ፋይል ስም:
cy: Enw ffeil:
eo: Dosiernomo:
hi: फाइल नाम :
ia: Nomine de file:
kab: Isem n ufaylu:
ur: فائل نام:
uz: Fayl nomi:

source: Size:
am: መጠን:
cy: Maint:
eo: Grando:
hi: आकार :
ia: Dimension:
kab: Teɣzi:
ur: سائز:
uz: Hajmi:

source: Modified:
am: የተሻሻለው:
cy: Newidwyd:
eo: Modifite:
hi: परिवर्तित :
ia: Modificate:
kab: Yettwasnifel:
ur: تبدیل کی گئی:
uz: O‘zgartirilgan:

source: New File:
am: አዲስ ፋይል:
cy: Ffeil Newydd:
eo: Nova dosiero:
hi: नई फाइल :
ia: Nove file
kab: Afaylu amaynut:
ur: نئی فائل:
uz: Yangi fayl:

source: Over_write the old file
am: በ አሮጌው ፋይል ላይ ደርቤ_ ልጻፍበት?
cy: _Trosysgrifennu'r hen ffeil
eo: _Anstataŭigi la malnovan dosieron
hi: पुरानी फाइल अधिलिखित करें (_w)
ia: Superscriber (Over_write) le file vetule
kab: Sfeɛj afaylu a_qbuṛ:
uz: Eski faylni qayta yozish

source: Do not overwrite _the old file
am: _በ አሮጌው ፋይል ላይ ደርበህ አትጻፍ
cy: Peidio â throsysgrifennu'r _ hen ffeil
eo: Ne anstataŭigi _la malnovan dosieron
hi: पुरानी फाइल अधिलिखित न करें (_t)
ia: Non superscriber le file ve_tule
kab: Ur tekkes ara afaylu aqbuṛ
uz: _Eski faylni qayta yozmaslik

source: Overwrite _all files
am: በ _ሁሉም ፋይሎች ላይ ደርቦ መጻፊያ
cy: Trossgrifennu'r _holl ffeiliau
eo: Anstataŭigi ĉ_iujn dosierojn
hi: सभी फाइलें अधिलेखित करें (_a)
ia: Superscriber tote (_all) le files
kab: Ales tira i _akk ifayluyen
uz: _Barcha fayllarni qayta yozish

source: _Do not overwrite any file
am: በ ማንኛውም ፋይል ላይ ደርበህ _አትጻፍ
cy: _ Peidio â throsysgrifennu unrhyw ffeil
eo: _Ne anstataŭigi iun dosieron
hi: कोई भी फाइल अधिलिखित न करें (_D)
ia: Non (_Do not) superscriber alcun file
kab: _Ur semselsi ara ifuyla
uz: _Hech qanday faylni qayta yozmaslik

source: _Save the new file as:
am: _ማስቀመጫ አዲሱን ፋይል እንደ:
cy: _Cadw'r ffeil newydd fel:
eo: Kon_servi la novan dosieron kiel:
hi: इस रूप में नई फाइल संचित करें (_S):
ia: _Salvar le file nove como:
kab: Se_kles afaylu amaynut s yisem:
uz: _Yangi faylni quyidagicha saqlash:

source: Filters
am: ማጣሪያዎች
cy: Hidlyddion
eo: Filtriloj
hi: निस्पंदक
ia: Filtros
kab: Imzizdigen
ur: فلٹرز
uz: Filtrlar

source: _General filter:
am: _ባጠቃላይ ማጣሪያዎች:
cy: _Hidl cyffredinol:
eo: _Ĝenerala filtrilo:
hi: सामान्य निस्पंदक (_G):
ia: Filtro _General
kab: Tastayt ta_matut:
ur: _جنرل فلٹر:
uz: _Umumiy filtr:

source: _Other filters:
am: _ሌሎች ማጣሪያዎች:
cy: Hidlau _eraill:
eo: _Aliaj filtriloj:
hi: अन्य निस्पंदक (_O) :
ia: Altere (_Other) filtros:
kab: Tistayin-n_niḍen:
ur: دیگر _فلٹر:
uz: _Boshqa filtrlar:

source: below the folder list
am: ከ ፎልደሩ ዝርዝር በታች በኩል
cy: islaw rhestr y ffolderi
eo: sub la dosieruja listo
hi: फोल्डर सूची के नीचे
ia: sub le lista del plica
kab: ddaw n tebdart n ikaramen
uz: jildlar ro‘yxati ostida

source: on the right
am: በ ቀኝ
cy: ar y dde
eo: dekstre
hi: दायीं ओर
ia: al dextera
kab: deg uyfus
uz: o‘ngda

source: Pix Preferences
am: የPix ምርጫዎች
cy: Dewisiadau Pix
eo: Agordaro de Pix
hi: पिक्स सेटिंग्स
ia: Preferentas de Pix
kab: Isemnyifen n Pix
ur: پکس کی ترجیحات
uz: Pix sozlamalari

source: T_humbnails in viewer:
am: በ _አውራ ጥፍር ልክ በ መመልከቻው ውስጥ:
cy: _Lluniau bach yn y dangosydd:
eo: M_iniaturoj en montrilo:
hi: प्रदर्शक में लघुछवि (_T):
ia: Miniaturas (T_humbnails) in le visor:
kab: Ti_nfulin di tmeskant:
uz: _Koʻruvchidagi eskizlar:

source: on the bottom
am: ከ ታች በኩል
cy: ar y gwaelod
eo: sube
hi: नीचे की ओर
ia: al base
kab: D afella
ur: نیچے
uz: pastki qismida

source: on the side
am: በ ጎን በኩል
cy: ar yr ochr
eo: flanke
hi: साइड की ओर
ia: al latere
kab: deg idis
ur: سائڈ پہ
uz: yon tomonda

source: File _properties in browser:
am: የ ፋይል _ባህሪዎች በ መቃኛ ውስጥ:
cy: _Priodweddau ffeiliau yn y porwr:
eo: Dosieraj _atributoj en foliumilo:
hi: ब्राउज़र में फाइल विशेषताएँ (_p):
ia: _proprietates del file in le navigator:
kab: I_raten n ufaylu deg iminig:
ur: فائل _خصوصیات براؤزر میں:
uz: _Brauzerdagi fayl xususiyatlari:

source: Prefer dark mode
cy: Dewis y modd tywyll
eo: Preferi malhelan reĝimon
hi: डार्क मोड को प्राथमिकता दें
ia: Preferer le modo obscur
kab: Smenyif asentel imsules
uz: Qorong‘i rejimni afzal ko‘rish

source: This option only works with light themes which support dark mode.
cy: Dim ond gyda themâu golau sy'n cefnogi'r modd tywyll y mae'r dewis hwn yn gweithio.
eo: Ĉi tiu opcio nur funkcias ĉe malhelaj etosoj, kiuj subtenas malhelan reĝimon.
hi: यह विकल्प केवल डार्क मोड युक्त हल्के रंग की थीम हेतु कार्यरत होगा।
ia: Iste option solo functiona con le themas clar que admitte le modo obscur.
kab: Tawuri-agi tetteddu kan akked yisental ifessasen idehlen askar imsules.
uz: Ushbu parametr faqat qorong‘u rejimni qo‘llab-quvvatlaydigan yorqin mavzular bilan ishlaydi.

source: Appearance
am: አቀራረብ
cy: Golwg
eo: Aspekto
hi: स्वरूप
ia: Apparentia
kab: Timeẓri
ur: ظاھری شکل
uz: Tashqi ko‘rinish

source: Go to last _visited location
am: መሄጃ መጨረሻ ወደ _ተጎበኘው
cy: Mynd i'r lleoliad _ymwelwyd ag ef ddiwethaf
eo: Iri al la laste _vizitita loko
hi: अंतिम बार प्रयुक्त स्थान पर जाएँ (_v)
ia: Ir al ultime position _visitate
kab: Ddu γer wadig ittwarzan tikelt taneggarut
ur: آخری دیکھے گئے مقام پر جائیں
uz: Oxirgi _tashrif buyurilgan joyga o‘tish

source: Go to this _folder:
am: ወደዚህ ዶሰ ሂዱ፦ (_F)
cy: Mynd i'r _ffolder hon
eo: Iri al ĉi tiu _dosierujo:
hi: इस फोल्डर पर जाएँ (_f):
ia: Ir a iste plica (_folder
kab: Ddu ɣer u_karam-agi
ur: اس فولڈر میں جائیں:
uz: Ushbu _jildga o‘tish:

source: Choose startup folder
am: ይምረጡ የ ማስጀመሪያ ፎልደር
cy: Dewiswch ffolder cychwyn
eo: Elekti startan dosierujon
hi: आरंभिक फोल्डर चुनें
ia: Eliger le plica de lanceamento initial
kab: Fren akaram n tnekra
ur: سٹارٹ اپ فولڈر چُنیں
uz: Boshlash jildini tanlash

source: Set to C_urrent
am: ወደ አ_ሁኑ ማሰናጃ
cy: Wedi'i osod i'r C_yfredol
eo: Agordi n_unan
hi: वर्तमान पर ही सेट करें (_C)
ia: Configurar a C_urrente
kab: _Sbadu ar umiran
ur: موجودہ پہ سیٹ کریں
uz: Joriyga sozlash

source: _Reuse the active window to open files
am: ንቁውን መስኮት ፋይሎች ለ መክፈት _እንደገና ይጠቀሙ
cy: _Ail-defnyddiwch y ffenestr weithredol i agor ffeiliau
eo: _Denove uzi la aktivan fenestron por malfermi dosierojn
hi: फाइलें खोलने हेतु सक्रिय विंडो पुनः उपयोग करें (_R)
ia: _Reusar le fenestra active pro aperir le files
kab: Seqdec tikkelt-n_niḍen asfaylu urmid iwakken ad teldiḍ ifuyla
uz: _Fayllarni ochish uchun faol oynadan qayta foydalanish

source: On startup:
am: በሚጀምር ጊዜ:
cy: Wrth gychwyn:
eo: Ĉe starto:
hi: आरंभ पर :
ia: Al lanceamento initial
kab: Di tnekra:
ur: شروع ہوتے وقت:
uz: Ishga tushganda:

source: As_k confirmation before deleting files or catalogs
am: ማረጋገጫ ጠይ_ቀኝ ፋይሎች ወይንም መዝገቦች ከ መጥፋቱ በፊት
cy: _Gofyn am gadarnhad cyn dileu ffeiliau neu gatalogau
eo: _Demandi konfirmon antaŭ al forigi dosierojn aŭ katalogojn
hi: फाइलें या सूची हटाने से पूर्व पुष्टिकरण आवश्यक (_k)
ia: Querer (As_k) confirmation ante le cancellation de files o catalogos
kab: _Suter asentem send ad tekkseḍ ifuyla neɣ ikatalugen
ur: کیٹالاگ یا فائلوں کو حذف کرنے سے پہلیں _پوچھیں
uz: Fayllar yoki kataloglarni o‘chirishdan oldin tasdiqlashni so‘rash

source: Ask whether to save _modified files
am: የ _ተሻሻሉ ፋይሎች ይቀመጡ እንደሆን ጠይቀኝ
cy: Gofyn a ddylid cadw ffeiliau wedi eu _newid
eo: Demandi ĉu konservi _modifitajn dosierojn
hi: परिवर्तित फाइल संचय पूर्व पुष्टिकरण आवश्यक (_m)
ia: Querer si salvar le files _modificate
kab: Suter ma yella ad teskelseḍ ifuyla yettwa_beddelen
ur: پوچھیں کہ کیا _تبدیل شدہ فائلوں کو محفوظ کرنا ہے
uz: _o‘zgartirilgan fayllarni saqlash yoki saqlamaslikni so‘ransh

source: _Store metadata inside files if possible
am: _ማስቀመጫ መረጃ ዳታ በ ፋይሎች ውስጥ የሚቻል ከሆነ
cy: _Cadw metadata y tu mewn i ffeiliau os yn bosibl
eo: _Enmemorigi metadatumojn ene de dosieroj se eble
hi: संभव होने पर मेटाडेटा फाइल में ही संचित करें (_S)
ia: Salvar (_Store) le meta-datos intra le files si possibile
kab: _Sekles idfersefka deg ifuyla ma yella wamek
ur: اگر ممکن ہو تو میٹا ڈیٹا کو فائلوں کے اندر ہی _محفوظ کریں
uz: Iloji bo‘lsa, metama'lumotlarni fayllar ichida saqlash

source: Other
am: ሌሎች
cy: Arall
eo: Alia
hi: अन्य
ia: Altere
kab: Ayen-nniḍen
ur: دیگر
uz: Boshqa

source: General
am: አጠቃላይ
cy: Cyffredinol
eo: Ĝenerale
hi: सामान्य
kab: Amatu
ur: عمومی
uz: Umumiy

source: Caption
am: መግለጫ
cy: Capsiwn
eo: Apudskribo
hi: अनुशीर्षक
ia: Legenda
kab: Tawaṭṭfa
ur: کیپشن
uz: Sarlavha

source: Thumbnail _size:
am: በ አውራ ጥፍር _ልክ:
cy: _Maint llun bach
eo: _Grando de miniaturo:
hi: लघुछवि आकार (_s):
ia: Dimension (_size) del miniatura:
kab: _Tiddi n tenfulin
ur: تھمب نیل کا سائز
uz: Eskiz oʻlchami:

source: D_etermine image type from content (slower)
am: መ_ወሰኛ የ ምስል አይነት ከ ይዞታው (ዝግተኛ)
cy: _Canfod y math o ddelwedd o'r cynnwys (arafach)
eo: D_etermini tipon de bildo el enhavo (pli malrapide)
hi: सामग्री से चित्र प्रकार प्राप्त करें (धीमी प्रक्रिया) (_e)
ia: D_eterminar le typo de imagine per le contento (plus lente)
kab: Af-d anaw n tugna seg ugbur (ẓẓay)
ur: تصویر کی نوع کا ا_ندازہ مواد سے لگائیں (آہستہ ہو گا)
uz: _Tarkibdan rasm turini aniqlash (sekinroq)

source: Browser
am: መቃኛ
cy: Porwr
eo: Foliumilo
hi: ब्राउज़र
ia: Explorator
kab: Iminig
ur: براؤزر
uz: Brauzer

source: Sort By
am: መለያ በ
cy: Trefnu yn Ôl
eo: Ordigi laŭ
hi: अनुक्रमण प्रकार
ia: Ordina per
kab: Smizzwer s
ur: ترتیب دیں بطور
uz: Saralash turi

source: _Sort by:
am: _መለያ በ:
cy: _Trefnu yn ôl:
eo: _Ordigi laŭ:
hi: अनुक्रमण प्रकार (_S):
ia: Ordinar (_Sort) per:
kab: _Smizzwer s:
ur: _ترتیب دیں بطور:
uz: _Saralash turi:

source: _Inverse order
am: በ _ግልባጭ ደንብ
cy: _Gwrthdroi'r drefn
eo: _Inversa ordo
hi: विपरीत क्रम (_I):
ia: ordine _Inverse
kab: _Tti amizzwer
ur: _الٹ ترتیب
uz: _Teskari tartib

source: Upload images to 23hq.com
am: ምስሎች መጫኛ ወደ 23hq.com
cy: Llwytho'r delweddau i 23hq.com
eo: Alŝuti bildojn al 23hq.com
hi: 23hq.com पर चित्र अपलोड करें
ia: Cargar le imagines al 23hq.com
kab: Sali tugniwin ar 23hq.com
ur: تصاویر 23hq.com پر اپلوڈ کریں
uz: Rasmlarni 23hq.com saytiga yuklash

source: Upload photos to 23
am: ፎቶዎች መጫኛ ወደ 23
cy: Llwytho'r lluniau i 23
eo: Alŝuti fotojn al 23
hi: 23 पर चित्र अपलोड करें
ia: Cargar le photos al 23
kab: Sali tiwlafin ar 23
ur: تصاویر 23 پر اپلوڈ کریں
uz: 23 ga rasmlarni yuklash
