Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: Edit the comment and other information of the selected files
am: የ ተመረጡትን ፋይሎች መረጃ እና አስተያየት ማረሚያ
cy: Golygu'r sylw a manylion eraill y ffeiliau hyn
eo: Redakti la komenton kaj aliajn informojn de la elektitaj dosieroj
hi: चयनित फाइलों हेतु टिप्पणी व सूचना संपादन
ia: Rediger le commento e altere information del files seligite
kab: Ẓreg iwenniten akked isallan nniḍen n ufaylu yettwafernen
ur: منتخب کردہ فائلوں کے تبصرے اور دیگر معلومات کی ترمیم کریں
uz: Tanlangan fayllarning sharhini va boshqa ma'lumotlarini tahrirlash

source: Set the tags of the selected files
am: ለ ተመረጡት ፋይሎች ምልክት ማሰናጃ
cy: Gosod tagiau'r ffeiliau hyn
eo: Agordi la markojn de la elektitaj dosieroj
hi: चयनित फाइलों हेतु उपनाम सेट करें
ia: Configurar le tags del files seligite
kab: Sbadu ticraḍ n ifuyla yettwafernen
ur: منتخب کردہ فائلوں گے ٹیگ سیٹ کریں
uz: Tanlangan fayllarning teglarini sozlash

source: Delete Metadata
am: የ መረጃ ዳታ ማጥፊያ
cy: Dileu'r Metadata
eo: Forigi metadatumojn
hi: मेटाडेटा हटाएँ
ia: Deler le meta-datos
kab: Kkes idfersefka
ur: میٹاڈیٹا حذف کریں
uz: Metamaʼlumotlarni oʻchirish

source: Delete the comment and the embedded metadata of the selected files
am: አስተያየት ማጥፊያ እና ወደ ተመረጡት ፋይሎች መረጃ ማጣበቂያ
cy: Dileu'r sylw a metadata mewnblanedig y ffeiliau hyn
eo: Redakti la komenton kaj la enkorpigitajn metadatumojn de la elektitaj dosieroj
hi: चयनित फाइलों हेतु टिप्पणी व सम्मिलित मेटाडेटा हटाएँ
ia: Deler le commento e le metadatos incastrate del files seligite
kab: Kkes awennit akked idfersefka yeddan n ifuyla yettwafernen
ur: منتخب کردہ فائلوں کا تبصرہ اور ایمبیڈڈ(embedded) میٹاڈیٹا حذف کریں
uz: Sharh va tanlangan fayllarning o‘rnatilgan metama'lumotlarini o‘chirish

source: D_escription:
am: መ_ግለጫ:
cy: _Disgrifiad:
eo: _Priskribo:
hi: विवरण (_e):
kab: A_snummel:
ur: و_ضاحت:
uz: _Tavsif:

source: _Place:
am: ቦታ፦ (_P)
cy: _Man:
eo: _Loko:
hi: स्थान (_P):
ia: _Placiar:
kab: A_mkan:
ur: _جگہ:
uz: _Joy:

source: T_ags:
am: ም_ልክት:
cy: T_agiau:
eo: M_arkoj:
hi: उपनाम (_a):
kab: Ti_craḍ:
ur: _ٹیگز:
uz: _Teglar:

source: _Rating:
am: _ደረጃ:
cy: _Graddio:
eo: _Pritakso:
hi: मूल्यांकन (_R):
ia: _valo_R:
kab: Ta_zmilt:
ur: _درجہ بندی:
uz: _Reyting:

source: _Title:
am: አርእስት፦ (_T)
cy: _Teitl:
eo: _Titolo:
hi: शीर्षक (_T):
ia: _Titulo:
kab: _Azwel:
ur: _عُنوان:
uz: _Sarlavha:

source: Could not save the file metadata
am: የ መረጃ ዳታ ማስቀመጥ አልተቻለም
cy: Methu cadw metadata'r ffeil
eo: Ne eblas konservi la dosiermetadatumojn
hi: फाइल मेटाडेटा संचय विफल
ia: Impossibile salvar le metadatos del file
kab: Ur izmir ara ad isekles iɣfisefka n ufaylu
ur: فائل میٹاڈیٹا محفوظ نہیں کیا جاسکا
uz: Fayl metamaʼlumotlarini saqlab boʻlmadi

source: Cannot read file information
am: የ ፋይሉን መረጃ ማንበብ አልተቻለም
cy: Methu darllen manylion y ffeil
eo: Ne eblas legi dosierinformojn
hi: फाइल सूचना रीड करना विफल
ia: Impossibile leger le informationes del file
kab: Ulamek taɣuri n isallan n ufaylu
ur: فائل معلومات نہیں پڑھی جاسکی
uz: Fayl ma'lumotlarini o‘qib bo‘lmaydi

source: Edit metadata
am: የ መረጃ ዳታ ማረሚያ
cy: Golygu metadata
eo: Redakti metadatumojn
hi: मेटाडेटा संपादन
ia: Modificar le meta-datos
kab: Ẓreg idfersefka
ur: میٹاڈیٹا مدون کریں
uz: Metamaʼlumotlarni tahrirlash

source: Allow to edit files metadata.
am: የ መረጃ ዳታ ማረሚያ ማስቻያ
cy: Caniatáu golygu metadata ffeiliau.
eo: Permesi la redakton de dosiermetadatumoj.
hi: फाइल मेटाडेटा संपादन सक्रिय करें।
ia: Consentir a rediger le metadatos del files.
kab: Sireg asiẓreg n idfersefka n ifuyla
ur: فائلوں کا میٹاڈیٹا مدون کرنے کی اجازت دیں۔
uz: Fayllar metamaʼlumotlarini tahrirlashga ruxsat berish.

source: %s Metadata
am: %s የ መረጃ ዳታ
eo: Metadatumoj de %s
hi: %s मेटाडेटा
ia: %s metadatos
kab: Idfersefka n %s
ur: %s میٹا ڈیٹا
uz: %s metamaʼlumotlari

source: %d file
am: %d ፋይል
cy: %d ffeil
eo: %d dosiero
hi: %d फाइल
kab: %d afaylu
ur: %d فائل
uz: %d fayl

source: Sa_ve and Close
am: ማስ_ቀመጫ እና መዝጊያ
cy: _Cau a Chadw
eo: Konser_vi kaj fermi
hi: संचित कर बंद करें (_v)
ia: Sal_var e clauder
kab: _Sekles u mdel
ur: بند کریں اور مح_فوظ کریں
uz: _Saqlash va yopish

source: Save only cha_nged fields
am: የ ተ_ቀየሩ ሜዳዎችን ብቻ ማስቀመጫ
cy: Cau dim ond y meysydd newidiwyd
eo: Konservi nur ŝa_nĝitajn kampojn
hi: केवल परिवर्तन युक्त पंक्ति संचित करें (_n)
ia: Salvar sol le campos cambiate (cha_nged)
kab: Sekles kan ifuyla yettwa_beddelen
ur: صرف وہ فیلڈ محفوظ کریں جن میں کوئی ت_بدیلی آئی ہو
uz: _Faqat o‘zgartirilgan maydonlarni saqlash

source: No date
am: ቀን የለም
cy: Dim dyddiad
eo: Neniu dato
hi: दिनांक रहित
ia: Nulle data:
kab: Ulac azemz
ur: کوئی تاریخ نہیں
uz: Sana yo‘q

source: The following date
am: የሚቀጥለው ቀን
cy: Y dyddiad canlynol
eo: La sekva dato
hi: आगामी दिनांक
ia: Le data sequente
kab: Azemz d-iteddun
ur: مندرجہ ذیل تاریخ
uz: Quyidagi sana

source: Current date
am: የ አሁኑ ቀን
cy: Dyddiad heddiw
eo: Aktuala dato
hi: वर्तमान दिनांक
ia: Le data actual
kab: Azemz amiran
ur: حالیہ تاریخ
uz: Joriy sana

source: Last modified date
am: መጨረሻ የ ተሻሻለበት ቀን
cy: Dyddiad newid diwethaf
eo: Dato de lasta modifo
hi: अंतिम परिवर्तन दिनांक
ia: Data de ultime modification
kab: Azemz n ubeddel angaru
ur: آخری تبدیلی کی تاریخ
uz: Oxirgi tahrirlangan sanasi

source: File creation date
am: ፋይል የ ተፈጠረበት ቀን
cy: Dyddiad creu'r ffeil
eo: Dato de dosierkreo
hi: फाइल सृजन दिनांक
ia: Data de creation del file
kab: Azemz n usnulfu n ufaylu
ur: فائل بننے کی تاریخ
uz: Fayl yaratilish sanasi

source: Do not modify
am: አታሻሽል
cy: Peidiwch ag addasu
eo: Ne modifi
hi: परिवर्तन न करें
ia: Non modificar:
kab: Ur ttbeddil ara
ur: تبدیلی مت کریں
uz: O‘zgartirilmasin

source: %s Tags
am: %s ምልክት
cy: %s Tagiau
eo: Markoj de %s
hi: %s उपनाम
kab: Tinfulin n %s
ur: %s ٹیگز
uz: %s teglari

source: Assign Tags
am: ምልክት መመደቢያ
cy: Neilltuo Tagiau
eo: Atribui markojn
hi: उपनाम निर्दिष्ट करें
ia: Assignar le tags
kab: Sddukel tinfulin
ur: ٹیگز متعین کریں
uz: Teglarni tayinlash

source: Assigning tags to the selected files
am: ለ ተመረጡት ፋይሎች ምልክት መመደቢያ
cy: Neilltuo tagiau i'r ffeiliau hyn
eo: Atribuado de markoj al la elektitaj dosieroj
hi: चयनित फाइलों हेतु उपनाम निर्दिष्ट करें
ia: Assignation del tags al files eligite
kab: Sddukel tinfulin ɣer ifuyla yettwafernen
uz: Tanlangan fayllarga teglar tayinlash

source: Writing files
am: ፋይሎች በ መጻፍ ላይ
cy: Yn ysgrifennu ffeiliau
eo: Skribado de dosieroj
hi: फाइल राइट करना
ia: Sriptura del files
kab: Ifuyla n tira
ur: فائلیں لکھی جا رہی ہیں
uz: Fayllar yozilmoqda

source: Reading files
am: ፋይሎች በ ማንበብ ላይ
cy: Yn darllen ffeiliau
eo: Legado de dosieroj
hi: फाइल रीड करना
ia: Lectura del files
kab: Taɣuri n ifuyla
ur: فائل پڑھی جارہی ہے
uz: Fayllar o‘qilmoqda

source: Example
am: ለምሳሌ
cy: Enghraifft
eo: Ekzemplo
hi: उदाहरण
ia: Exemplo
kab: Amedya
ur: مثال
uz: Misol

source: Extension example.
am: የ ተጨማሪዎች ምሳሌ
cy: Enghraifft o estyniad.
eo: Etendaĵa ekzemplo.
hi: एक्सटेंशन उदाहरण।
ia: Exemplo de extension
kab: Amedya n usiɣzef
ur: ایکس ٹینشن کی مثال۔
uz: Kengaytma misoli.

source: C_opyright:
am: የ ቅ_ጂ መብት:
cy: _Hawlfraint:
eo: K_opirajto:
hi: कॉपीराइट (_o):
ur: ک_اپی رائٹ:
uz: _Mualliflik huquqi:

source: Co_untry:
am: አ_ገር:
cy: _Gwlad:
eo: _Lando:
hi: देश (_u):
ia: Pais (Co_untry):
kab: Tam_urt:
ur: _ملک:
uz: _Davlat:

source: _Code:
am: _ኮድ:
cy: _Cod:
eo: _Kodo:
hi: कोड (_C):
ia: _Codice:
kab: Tan_galt:
ur: _کوڈ:
uz: _Kod:

source: Cr_edit:
am: ምስ_ጋና:
cy: _Diolchiadau:
eo: _Agnosko:
hi: श्रेय (_e):
ia: Cr_edito:
kab: C_rédits:
ur: کر_یڈٹ:
uz: _Tashakkur:

source: _Source:
am: _ምንጭ:
cy: _Ffynhonnell:
eo: _Fonto:
hi: स्रोत (_S):
ia: Fonte (_Source):
kab: A_ɣbalu:
ur: م_صدر:
uz: _Manba:

source: _Urgency:
am: _አስቸኳይነቱ:
cy: _Brys:
eo: _Urĝeco:
hi: महत्त्व (_U):
ia: _Urgentia:
kab: Ta_zwart:
uz: _Shoshilinchlik:

source: _Object Name:
am: የ _እቃ ስም:
cy: _Enw gwrthrych:
eo: _Objektnomo:
hi: वस्तु नाम (_O):
ia: Nomine del _Objecto:
kab: Isem n t_ɣawsa:
ur: _آبجیکٹ کا نام:
uz: _Obyekt nomi:

source: Byline _Title:
am: በ መስመር _አርእስት:
cy: Teitl _Islinell:
eo: _Titolo de aŭtoro:
hi: नाम पंक्ति शीर्षक (_T):
ia: _Titulo Byline:
kab: _Azwel n umeskar:
uz: Muallif nomi:

source: _Byline:
cy: _Islinell:
eo: _Aŭtoro:
hi: नाम पंक्ति (_B):
kab: A_meskar:
uz: _Muallif:

source: _City:
am: _ከተማ:
cy: _Dinas:
eo: _Urbo:
hi: नगर (_C):
ia: _Citate:
kab: A_ɣrem:
ur: _شہر:
uz: _Shahar:

source: _Language:
am: _ቋንቋ:
cy: _Iaith:
eo: _Lingvo:
hi: भाषा (_L):
ia: _Lingua
kab: Tu_tlayt
ur: _زبان:
uz: _Til:

source: State/Province:
am: አገር/ክፍለ ሀገር:
cy: Sir/Talaith:
eo: Ŝtato/provinco:
hi: प्रदेश/प्रांत :
ia: Stato/Provincia:
kab: Awanek/Tamnaḍt
uz: Shtat/viloyat:

source: EXIF, IPTC, XMP support
am: EXIF, IPTC, XMP ድጋፍ
cy: Cefnogaeth EXIF, IPTC, XMP
eo: Exif-, iptc-, xmp-subteno
hi: EXIF, IPTC, XMP समर्थन
ia: Supporto pro EXIF, IPTC, XMP
kab: Tiddin n EXIF, IPTC, XMP
uz: EXIF, IPTC, XMP qo‘llab-quvvatlash

source: Read and write exif, iptc and xmp metadata.
am: ማንበቢያ እና መጻፊያ የ exif, iptc እና የ xmp መረጃ ዳታ
cy: Darllen ac ysgrifennu metadata exif, iptc a xmp.
eo: Legi kaj skribi exif-, iptc- kaj xmp-metadatumojn.
hi: exif, iptc व xmp मेटाडेटा रीड व राइट करें।
ia: Lege e scribe metadatos exif, iptc e xmp.
kab: Ɣer yerna aru idfersefka n exif, iptc akked xmp.
uz: Exif, iptc va xmp metama'lumotlarini o‘qish va yozish.

source: Exif General
am: Exif ባጠቃላይ
cy: Exif Cyffredinol
eo: Exif-ĝenerale
hi: Exif सामान्य
kab: Exif amatu
ur: Exif عمومی
uz: Exif umumiy

source: Exif Conditions
am: የ Exif ሁኔታዎች
cy: Amodau Exif
eo: Exif-kondiĉoj
hi: Exif शर्तें
ia: Conditiones de Exif
kab: Exif tiwtilin
ur: Exif کنڈیشنز
uz: Exif shartlari

source: Exif Structure
am: Exif አካል
cy: Strwythur Exif
eo: Exif-strukturo
hi: Exif संरचना
ia: Structura de Exif
kab: Exif tamṣukt
ur: Exif سٹرکچر
uz: Exif tuzilishi

source: Exif Thumbnail
am: Exif በ አውራ ጥፍር ልክ
cy: Lluniau bach Exif
eo: Exif-miniaturo
hi: Exif लघुछवि
ia: Miniatura de Exif
kab: Exif tanfult
ur: Exif تھمب نیل
uz: Exif eskizi

source: Exif GPS
cy: GPS Exif
eo: Exif-tls
hi: Exif जीपीएस
ia: GPS de Exif
ur: Exif جی پی ایس

source: Exif Maker Notes
am: Exif ማስታወሻ መፍጠሪያ
cy: Nodiadau Gwneuthurwr Exif
eo: Exif-aŭtorkomentoj
hi: Exif निर्माण नोट्स
ia: Notas del Fabricante de Exif
kab: Amernay n tezmilin Exif
ur: Exif میکر نوٹ
uz: Exif Maker eslatmalari

source: Exif Versions
am: የ Exif እትም
cy: Fersiynau Exif
eo: Exif-versioj
hi: Exif संस्करण
ia: Versiones de Exif
kab: Lqem n Exif
ur: Exif ورژن
uz: Exif versiyalari

source: Exif Other
am: Exif ሌላ
cy: Exif Arall
eo: Exif-alia
hi: Exif अन्य
ia: Altere de Exif
kab: Exif wayeḍ
ur: Exif دیگر
uz: Exif boshqa

source: XMP Embedded
am: XMP የተጣበቀው
cy: XMP Mewnblanedig
eo: Xmp-enkorpigita
hi: XMP सम्मिलित
ia: XMP Incastrate
kab: XMP yeddan
ur: XMP ایمبیڈیڈ
uz: XMP o‘rnatilgan

source: XMP Attached
am: XMP የ ተያያዘ
cy: XMP Atodwyd
eo: Xmp-kunligita
hi: XMP संलग्न
ia: XMP Juncte
kab: XMP yurzen
ur: XMP منسلکہ
uz: XMP biriktirilgan

source: date photo was taken
am: ፎቶ የ ተነሳበት ቀን
cy: dyddiad tynnu'r llun
eo: dato de fotado
hi: चित्र सृजन दिनांक
ia: data del prisa del photo
kab: azemz ideg tettwaṭṭef tewlaft
ur: تصویر لینے کی تاریخ
uz: suratga olingan sana

source: Share
am: ማካፈያ
cy: Rhannu
eo: Kunhavigi
hi: सहभाजन
ia: Compartir
kab: Zuzer
ur: اشتراک کریں
uz: Ulashish

source: Face_book...
am: ፌስ_ቡክ...
eo: Vizaĝ_libro...
hi: फेसबुक (_b)...
ur: فیس _بک...

source: Download photos from Facebook
am: ፎቶ ከ ፌስቡክ ማውረጃ
cy: Llwytho lluniau o Facebook
eo: Elŝuto de fotoj el Vizaĝlibro
hi: फेसबुक से चित्र डाउनलोड करें
ia: Discargar photos ex Facebook
kab: Sider tiwlafin si Facebook
ur: تصاویر فیس بک سے ڈاؤنلوڈ کریں
uz: Facebookdan rasmlarni yuklab olish

source: Upload photos to Facebook
am: ፎቶ ወደ ፌስቡክ መጫኛ
cy: Llwytho lluniau i Facebook
eo: Alŝuto de fotoj al Vizaĝlibro
hi: फेसबुक पर चित्र अपलोड करें
ia: Cargar photos a Facebook
kab: Sali tiwlafin ar Facebook
ur: تصاویر فیس بک پر اپلوڈ کریں
uz: Rasmlarni Facebookga yuklash

source: Export to Flickr
am: ወደ ፍሊከር መላኪያ
cy: Allforio i Flickr
eo: Eksporti al Flickr
hi: Flickr पर निर्यात
ia: Exportar a Flickr
kab: Sifeḍ ar Flickr
ur: فلکر پر برآمد کریں
uz: Flickrga eksport qilish

source: _Upload
am: _መጫኛ
cy: _Llwytho i fyny
eo: Alŝ_uti
hi: अपलोड (_U)
ia: Cargar (_Upload)
kab: Sa_li
ur: _اپلوڈ کریں
uz: _Yuklash

source: _Account:
am: _መግለጫ:
cy: _Cyfrif:
eo: _Konto:
hi: अकाउंट (_A):
ia: Cargar (_Upload)
kab: _Amiḍan :
ur: _کھاتہ:
uz: _Hisob:

source: Edit accounts
am: መግለጫ ማረሚያ
cy: Golygu cyfrifon
eo: Redakti kontojn
hi: अकाउंट संपादन
ia: Rediger le contos
kab: Ẓreg imiḍanen
ur: کھاتوں کی ترمیم
uz: Hisoblarni tahrirlash

source: A_lbum:
am: አ_ልበም:
cy: A_lbwm:
eo: A_lbumo:
hi: एल्बम (_l):
ur: ا_لبم:
uz: A_lbom:

source: Add a new album
am: አዲስ መዝገብ መጨመሪያ
cy: Ychwanegu albwm newydd
eo: Aldoni novan albumon
hi: नवीन एल्बम जोड़ें
ia: Adder un nove album
kab: Rnu album amaynut
ur: نیا البم شامل کریں
uz: Yangi albom qo‘shish

source: Resize the images if larger than this size
am: ምስሎች እንደገና መመጠኛ ከዚህ መጠን በላይ ከሆኑ
cy: Newid maint y delweddau os ydynt yn fwy na'r maint yma
eo: Regrandigi la bildojn, se pli grandaj ol ĉi tiu grando
hi: चित्र आकार इससे अधिक होने पर आकार बदलें
ia: Re-dimensionar le imagines si major quam iste dimension
kab: Ales tisekta n tugniwin ma ɛeddant tiddi-agi
ur: اگر تصاویر اس سائز سے بڑی ہوں تو انکا سائز بدلیں
uz: Agar ushbu o‘lchamdan kattaroq bo‘lsa, rasmlarning o‘lchamini o‘zgartirish

source: _Resize if larger than:
am: _እንደገና መመጠኛ የሚበልጥ ከሆነ
cy: _Newid maint os yw'n fwy na:
eo: _Regrandigi, se pli granda ol:
hi: इससे अधिक होने पर आकार बदलें (_R):
ia: _Re-dimensionar si major quam:
kab: A_les tisekta ma ugarent:
ur: تصاویر اس سائز سے بڑی ہوں تو انکا _سائز بدلیں:
uz: _Agar kattaroq boʻlsa, oʻlchamini oʻzgartirish:

source: Public photos
am: የ ሕዝብ ፎቶዎች
cy: Lluniau cyhoeddus
eo: Publikaj fotoj
hi: सार्वजानिक चित्र
ia: Photos public
kab: Tiwlafin tizayazin
ur: عوامی فوٹو
uz: Ommaviy fotosuratlar

source: Private photos, visible to friends
am: ለ ጓደኞች የሚታዩ የ ግል ፎቶዎች
cy: Lluniau preifat, yn weladwy i ffrindiau
eo: Privataj fotoj, videblaj al amikoj
hi: निजी चित्र, केवल मित्रों को दृश्यमान
ia: Photos private, visibile al amicos
kab: Tiwlafin timaẓlayin, ad tent-walin akk imeddukal
ur: پرائیویٹ تصاویر، دوستوں کو نظر آئیں گی
uz: Do‘stlarga ko‘rinadigan shaxsiy fotosuratlar

source: Private
am: የ ግል
cy: Preifat
hi: निजी
kab: Amaẓlay
ur: پرائیویٹ
uz: Shaxsiy

source: _Visibility:
am: _የሚታየው:
cy: _Gwelededd:
eo: _Videbleco:
hi: दृश्यता (_V):
ia: _Visibilitate:
kab: Ta_ttwalit
uz: _Ko‘rinish:

source: Files successfully uploaded to the server.
am: ፋይሎቹ ተሳክተው ወደ ሰርቨሩ ተጭነዋል
cy: Llwythwyd ffeiliau i fyny i'r gweinydd yn llwyddiannus.
eo: Dosieroj, sukcese alŝutitaj al la servilo.
hi: सर्वर पर फाइल अपलोड सफल।
ia: Files cargate al servitor con bon successo.
kab: Ifuyla ttwaznen s aqeddac akken iwata.
ur: فائل کامیابی کے ساتھ سرور پر اپلوڈ دی گئی ہے.
uz: Fayllar serverga muvaffaqiyatli yuklandi.

source: _Open in the Browser
am: በ መቃኛ ውስጥ _መክፈቻ
cy: _Agor Dolen Mewn Porwr
eo: _Malfermi en la foliumilo
hi: ब्राउज़र में खोलें (_O)
ia: Aperir (_Open) in le Navigator
kab: _Ldi deg iminig
ur: براؤزر میں _کھولیں
uz: _Brauzerda ochish

source: Import from Picasa Web Album
am: ከ ፒካሳ መዝገብ ውስጥ ማምጫ
cy: Mewnforio o Albwm Gwe Picasa
eo: Importi el Picasaweb-fotaro
hi: Picasa वेब एल्बम से आयात करें
ia: Importation ab un Album Web Picasa
kab: Kter seg walbum Web Picasa
uz: Picasa veb-albomidan import qilish

source: _Import
am: _ማምጫ
cy: _Mewnforio
eo: E_nporti
hi: आयात करें (_I)
ia: _Importar
kab: _Kter
ur: _درآمد کریں
uz: _Import qilish

source: A_ccount:
am: መ_ግለጫ:
cy: C_yfrif:
eo: _Konto:
hi: अकाउंट (_A):
ia: _Conto:
kab: A_miḍan:
ur: کھا_تہ:
uz: _Hisob:

source: _Album:
am: _አልነም:
cy: _Albwm:
eo: _Albumo:
hi: एल्बम (_A):
ur: _البم:
uz: _Albom:

source: Could not connect to the server
am: ከ ሰርቨሩ ጋር መገናኘት አልተቻለም
cy: Methu cysylltu â'r gweinydd
eo: Ne eblas konekti al servilo
hi: सर्वर से कनेक्ट करना विफल
ia: Impossibile connecter se al servitor
kab: Ur izmir ara ad yeqqen ɣer uqeddac
ur: سرور سے رابطہ قائم نہیں کر سکا
uz: Serverga ulanib bo‘lmadi

source: Could not upload the files
am: ፋይሎቹን መጫን አልተቻለም
cy: Methu lwytho'r ffeiliau i fyny
eo: Ne eblas alŝuti la dosierojn
hi: फाइल अपलोड विफल
ia: Impossibile cargar le files
kab: Ur izmir ara ad d-isali ifutla
ur: فائلیں اپلوڈ نہیں کی جاسکیں
uz: Fayllarni yuklab boʻlmadi

source: Could not create the album
am: መዝገቡን መፍጠር አልተቻለም
cy: Methu creu'r albwm
eo: Ne eblas krei la fotaron
hi: एल्बम बनाना विफल
ia: Impossibile crear le album
kab: Ur yezmir ara ad yernu albul
ur: البم نہیں بنایا جا سکا
uz: Albom yaratib bo‘lmadi

source: New Album
am: አዲስ አልበም
cy: Albwm Newydd
eo: Nova albumo
hi: नवीन एल्बम
ia: Album nove
kab: Album amaynut
ur: نیا البم
uz: Yangi albom

source: No valid file selected.
am: ዋጋ ያለው ፋይል አልተመረጠም
cy: Heb ddewis ffeil ddilys.
eo: Neniu valida dosiero elektita.
hi: कोई मान्य फाइल चयनित नहीं है।
ia: Nulle file valide seligite.
kab: Ulac afaylu ameɣtu yettwafernen.
ur: کوئی موزوں فائل منتخب نہیں کی گئی۔
uz: Yaroqli fayl tanlanmagan.

source: Could not export the files
am: ፋይሎቹን መላክ አልተቻለም
cy: Methu allforio'r ffeiliau
eo: Ne eblas eksporti la dosierojn
hi: फाइल नियत विफल
ia: Impossibile exportar le files
kab: Ur izmir ara ad isifed afaylu
ur: فائلیں برآمد نہیں کی جاسکیں
uz: Fayllarni eksport qilib bo‘lmadi

source: %d file (%s)
am: %d ፋይል (%s)
cy: %d ffeil (%s)
eo: %d dosiero (%s)
hi: %d फाइल (%s)
kab: %d afaylu (%s)
ur: %d فائل (%s)
uz: %d fayl (%s)

source: Export to %s
am: በ መላክ ላይ ወደ %s
cy: Allforio i %s
eo: Elporti al %s
hi: %s पर निर्यात करें
ia: Exportar a %s
kab: Sifeḍ ar %s
ur: برآمد کریں تا %s
uz: %s ga eksport qilish

source: Could not get the photo list
am: የ ፎቶ ዝርዝር ማግኘት አልተቻለም
cy: Methu cael y rhestr lluniau
eo: Ne eblas ekhavi la fotoliston
hi: चित्र सूची प्राप्ति विफल
ia: Obtenimento del lista de photo impossibile
kab: Ur yezmir ara ad d-yawi tabdart n tugniwin
ur: تصاویر فہرست حاصل نہیں کر سکا
uz: Rasmlar roʻyxatini olib boʻlmadi

source: No album selected
am: ምንም መዝገብ አልተመረጠም
cy: Dim albwm wedi'i ddewis
eo: Neniu fotaro elektita
hi: कोई एल्बम चयनित नहीं
ia: Nulle album seligite
kab: Ulac album yettwafernen
ur: کوئی البم منتخب کردہ نہیں
uz: Hech qanday albom tanlanmagan

source: Import from %s
am: ማምጫ ከ %s
cy: Mewnforio o %s
eo: Enporti de %s
hi: %s से आयात करें
ia: Importar ab %s
kab: Kter si %s
ur: درآمد کریں %s سے
uz: %s dan import qilish

source: Facebook
am: ፌስቡክ
eo: Vizaĝlibro
hi: फेसबुक
ur: فیس بُک

source: Upload images to Facebook
am: ምስሎች ወደ ፌስቡክ መጫኛ
cy: Llwytho delweddau i Facebook
eo: Alŝuti bildojn al Vizaĝlibro
hi: फेसबुक पर चित्र अपलोड करें
ia: Cargar imagines a Facebook
kab: Sali tugniwin ar Facebook
ur: فیس بک(Facebook) پر تصویر اپلوڈ کریں
uz: Rasmlarni Facebookga yuklash

source: Getting the album list
am: የ መዝገብ ዝርዝር በማግኘት ላይ
cy: Cael y rhestr albwm
eo: Ekhavo de la fotarlisto
hi: एल्बम सूची प्राप्ति जारी
ia: Obtenimento del lista de album
kab: Aggay n tebdart n walbumen
ur: البم فہرست حاصل کی جارہی ہے
uz: Albom ro‘yxati olinmoqda

source: Creating the new album
am: አዲስ መዝገብ በ መፍጠር ላይ
cy: Creu'r albwm newydd
eo: Kreado de la nova fotaro
hi: नवीन एल्बम बनाना जारी
ia: Creation del nove album
kab: Asnulfu n walbum amaynut
ur: نیا البم بنایا جا رہا ہے
uz: Yangi albom yaratilmoqda

source: Could not upload '%s': %s
am: መጫን አልተቻለም '%s': %s
cy: Methu llwytho '%s': %s
eo: Ne eblas alŝuti '%s': %s
hi: अपलोड विफल '%s':%s
ia: Impossibile cargar '%s': %s
kab: Ur izmir ara ad isali '%s': %s
ur: '%s' اپلوڈ نہیں کیا جا سکا: %s
uz: “%s”ni yuklab bo‘lmadi: %s

source: Uploading '%s'
am: በ መጫን ላይ '%s'
cy: Llwytho cynnwys %s i fyny
eo: Alŝutante '%s'
hi: '%s' अपलोड जारी
ia: Cargamento '%s'
kab: Asali n '%s'
ur: اپلوڈ کی جا رہا ہے '%s'
uz: “%s” yuklanmoqda

source: Uploading the files to the server
am: ፋይሎች ወደ ሰርቨር በ መጫን ላይ
cy: Llwytho'r ffeiliau i fyny i'r gweinydd
eo: Alŝutado de la dosieroj al la servilo
hi: सर्वर पर फाइल अपलोड जारी
ia: Cargamento del files al servitor
kab: Asili n ifuyla ɣer uqeddac
ur: فائلیں سرور پر اپلوڈ کی جارہی ہیں
uz: Fayllar serverga yuklanmoqda

source: Getting the photo list
am: የ ፎቶ ዝርዝር በ ማግኘት ላይ
cy: Cael y rhestr lluniau
eo: Ekhavo de la fotolisto
hi: चित्र सूची प्राप्ति जारी
ia: Obtenimento del lista de photo
kab: Aggay n tebdart n tewlafin
ur: تصاویر فہرست حاصل کی جارہی ہے
uz: Fotosuratlar ro‘yxatini olish

source: New folder
am: አዲስ ፎልደር
cy: Ffolder newydd
eo: Nova dosierujo
hi: नवीन फोल्डर
ia: Nove plica
kab: Akaram amaynut
ur: نیا فولڈر
uz: Yangi jild

source: Enter the folder name:
am: የ ፎልደር ስም ያስገቡ:
cy: Rhoi enw'r ffolder:
eo: Enigi la dosierujan nomon:
hi: फोल्डर नाम दर्ज करें :
ia: Inserer le nomine del plica:
kab: Sekcem isem n ukaram:
ur: فولڈر کا نام داخل کریں:
uz: Jild nomini kiritish:

source: Could not move the files
am: ፋይሎቹን ማንቀሳቀስ አልተቻለም
cy: Methu symud y ffeiliau
eo: Ne eblas movi la dosierojn
hi: फाइल अंतरण विफल
ia: Displaciamento del files impossibile
kab: Ur izmir ara ad isenkez ifuyla
ur: فائلیں منتقل نہیں کی جاسکیں
uz: Fayllarni ko‘chirib bo‘lmadi

source: Files cannot be moved to the current location, as alternative you can choose to copy them.
am: ፋይሎች ወደ አሁኑ ቦታ ማንቀሳቀስ አይቻልም: ነገር ግን ኮፒ ማድረግ ይችላሉ
cy: Methu symud ffeiliau i'r lleoliad presennol, fel dewis arall gallwch ddewis eu copïo.
eo: Ne eblas movi la dosierojn al la nuna loko; alternative vi povas elekti ilin kopii.
hi: वर्तमान स्थान पर फाइल अंतरण विफल, आप विकल्प के रूप उन्हें कॉपी करने का प्रयास करें।
ia: Le files non pote esser movite al position actual, como alternativa tu pote eliger de copiar los.
kab: Ifuyla ulamek ara muttin ɣer wadig amiran, maca tzemreḍ ad ten-tsukneḍ.
uz: Fayllarni joriy joyga koʻchirib boʻlmaydi, muqobil sifatida siz ularni nusxalashni tanlashingiz mumkin.

source: Could not open the location
am: አካባቢውን መክፈት አልተቻለም
cy: Methu agor y lleoliad
eo: Ne eblas malfermi la lokon
hi: स्थान खोलना विफल
ia: Impossibile aperir le position
kab: Ur izmir ara ad d-yeldi adig
ur: مقام نہیں کھولا جاسکا
uz: Joylashuvni ochib boʻlmadi

source: The folder is not empty, do you want to delete the folder and its content permanently?
am: ፎልደሩ ባዶ አይደለም: ፎልደሩን ና ይዞታዎቹን በ ቋሚነት ማጥፋት ይፈልጋሉ?
cy: Nid yw'r ffolder yn wag, a ydych chi am ddileu'r ffolder a'i chynnwys am byth?
eo: La dosierujo ne malplenas, ĉu vi volas porĉiame forigi la dosierujon kaj ĝian enhavon?
hi: यह फोल्डर रिक्त नहीं है, क्या आप फोल्डर व सामग्री को स्थायी रूप से हटाना चाहते हैं?
ia: Le plica non es vacue, desira tu cancellar le plica e su contentamento permanentemente?
kab: Akaram mačči d ilem, tebɣiḍ ad tekkseḍ akaram akked ugbur-ines i lebda?
uz: Jild bo‘sh emas, jild va uning mazmunini butunlay o‘chirib tashlamoqchimisiz?

source: Could not delete the folder
am: ፎልደሩን ማጥፋት አልተቻለም
cy: Methu dileu'r ffolder
eo: Ne eblas forigi la dosierujon
hi: फोल्डर हटाना विफल
ia: Impossibile deler le plica
kab: Ur yezmir ara ad yekkes akaram
ur: فولڈر حذف نہیں کیا جا سکا
uz: Jildni oʻchirib boʻlmadi

source: The folder cannot be moved to the Trash. Do you want to delete it permanently?
am: ፎልደሩን ወደ ቆሻሻ ማንቀሳቀስ አልተቻለም: በ ቋሚነት ማጥፋት ይፈልጋሉ?
cy: Methu symud y ffolder i'r Sbwriel. Ydych chi am ei dileu am byth?
eo: Ne eblas movi la dosierujon rubujen. Ĉu vi volas ĝin porĉiame forigi?
hi: फोल्डर को ट्रैश में भेजना संभव नहीं है। क्या आप इसे स्थायी रूप से हटाना चाहते हैं?
ia: Le plica non pote esser movite al immunditia. Desira tu cancellar lo permanentemente?
kab: Akaram ulamek ara yeqel ɣer tqecwalt. Tebɣiḍ ad t-tekkseḍ i lebda?
ur: فولڈر ردی میں منتقل نہیں کیا جاسکتا۔ کیا آپ اسے ہمیشہ کے لیے حذف کرنا چاہتے ہیں؟
uz: Jildni chiqindiga ko‘chirib bo‘lmaydi. Uni butunlay oʻchirib tashlamoqchimisiz?

source: Could not move the folder to the Trash
am: ፎልደሩን ወደ ቆሻሻ ማንቀሳቀስ አልተቻለም
cy: Methu symud y ffolder i'r Sbwriel
eo: Ne eblas movi la dosierujon rubujen
hi: फोल्डर को ट्रैश में भेजना विफल
ia: Impossibile mover le plica al immunditia
kab: Ur izmir ara ad isenkez ikaramen ar iḍuman
ur: ردی میں فولڈر کو منتقل نہیں کیا جاسکتا.
uz: Jildni chiqindiga ko‘chirib bo‘lmadi
