Repository: bobby285271/pix
Catalog: po/*.po
Languages: am, cy, eo, hi, ia, kab, ur, uz

source: _Height:
am: እርዝማኔ፦ (_H)
cy: _Uchder:
eo: _Alto:
hi: ऊँचाई (_H):
ia: Altessa (_Height):
kab: Te_ɣzi:
ur: _اونچائی:
uz: _Balandligi:

source: _Preserve original aspect ratios
am: ዋናውን ማነፃፀሪያ መጠን _ማስቀመጫ
cy: _ Cadw'r gcymarebau agwedd wreiddiol
eo: _Gardi originajn bildformatojn
hi: वास्तविक दृश्य अनुपात अनुरक्षित (_P)
ia: Retener (_Preserve) le rationes de aspecto original
kab: E_ǧǧ atug n tmeẓriwt asentan
uz: _Asl tomonlar nisbatlarini saqlash

source: Format
am: አቀራረብ
cy: Fformat
eo: Formato
hi: प्रारूप
ia: Formato
kab: Amasal
ur: ساخت

source: pixel
am: ፒክስል
cy: picsel
eo: bildero
hi: पिक्सेल
kab: apiksil
ur: پکسل
uz: piksel

source: Keep the original format
am: ዋናውን አቀራረብ ማስቀመጫ
cy: Cadw'r fformat gwreiddiol
eo: Teni la originan formaton
hi: वास्तविक प्रारूप अनुरक्षित
ia: Conservar le formato original
kab: Eǧǧ amasal asentan
ur: اصل ساخت بھی رکھیں
uz: Asl formatni saqlash

source: Resize images
am: ምስሎች እንደገና መመጠኛ
cy: Newid maint delweddau
eo: Regrandigi bildojn
hi: चित्र आकार परिवर्तन
ia: Re-dimensionar imagines
kab: Beddel tisekta n tugniwin
ur: تصاویر کا سائز بدلیں
uz: Rasmlar oʻlchamini oʻzgartirish

source: Resize series of images.
am: ተከታታይ ምስሎች እንደገና መመጠኛ
cy: Newid maint cyfres o ddelweddau.
eo: Regrandigi seriojn da bildoj.
hi: श्रृंखलाबद्ध चित्रों का आकार परिवर्तन।
ia: Re-dimensionar series de imagines.
kab: Beddel tisekta n imazraren n tugniwin.
uz: Rasmlar seriyasining oʻlchamini oʻzgartirish.

source: Could not perform the search
am: መፈለግ አልተቻለም
cy: Methu chwilio
eo: Ne eblas plenumi la serĉon
hi: खोज प्रक्रिया विफल
ia: Impossibile exequer le recerca
kab: Ur izmir ara ad iselkem anadi
ur: تلاش کا عمل ادا نہیں کیا جاسکا
uz: Qidiruvni amalga oshirib bo‘lmadi

source: Search Result
am: የአሰሳ ውጤት
cy: Canlyniad Chwilio
eo: Serĉrezulto
hi: खोज परिणाम
ia: Resultatos del recerca
kab: Agmuḍ n unadi
ur: تلاش کے نتائج
uz: Qidiruv natijasi

source: Find
am: ፈልግ
cy: Canfod
eo: Serĉi
hi: ढूंढें
ia: Cercar
kab: Nadi
ur: تلاش
uz: Topish

source: Find files
am: ፋይሎች መፈለጊያ
cy: Canfod ffeiliau
eo: Serĉi doserojn
hi: फाइल खोज
ia: Cercar files
kab: Nadi ifuyla
ur: فائلیں تلاش کریں
uz: Fayllarni topish

source: Search again
am: እንደገና መፈለጊያ
cy: Chwilio eto
eo: Serĉi denove
hi: पुनः खोजें
ia: Cercar ancora
kab: Nadi tikkelt-nniḍen
ur: دوبارہ تلاش کریں
uz: Qayta qidirish

source: Search
am: ፈልግ...
eo: Serĉi
hi: खोज
ia: Recerca
kab: Anadi
ur: تلاش کریں
uz: Qidirish

source: all the following rules
am: የሚቀጥሉት ሁሉም ደንቦች
cy: yr holl reolau canlynol
eo: ĉiuj sekvaj reguloj
hi: सभी निम्नलिखित नियम
ia: tote le regulas sequente
kab: akk ilugan-agi
ur: تمام مندرجہ ذیل قوائد
uz: quyidagi barcha qoidalar

source: any of the following rules
am: ማንኛውም የሚቀጥሉት ደንቦች
cy: unrhyw un o'r rheolau canlynol
eo: iu ajn el la sekvaj reguloj
hi: निम्नलिखित में से कोई नियम
ia: qualcunque del regulas sequente
kab: menwal seg ilugan-agi
uz: quyidagi qoidalardan biri

source: Files found until now: %s
am: ፋይሎች እስከ አሁን የ ተገኙ: %s
cy: Ffeiliau a ganfuwyd hyd yma: %s
eo: Dosieroj trovitaj ĝis nun: %s
hi: अब तक खोज से प्राप्त फाइलें : %s
ia: File trovate usque ora: %s
kab: Ifuyla yettwafen ar tura: %s
ur: اب تک جو فائلیں ملی ہیں: %s
uz: Hozirgacha topilgan fayllar: %s

source: Searching...
am: በ መፈለግ ላይ...
cy: Yn chwilio...
eo: Serĉante...
hi: खोज जारी...
ia: In recerca...
kab: Anadi...
ur: تلاش جاری ہے...
uz: Qidirilmoqda...

source: Cancel the operation
am: ተግባሩን መሰረዣ
cy: Diddymu'r weithred hon
eo: Nuligi la operacion
hi: कार्य रद्द करें
ia: Cancellar le operation
kab: Sefsex tamhelt
ur: عمل ملتوی کریں
uz: Operatsiyani bekor qilish

source: File search tool.
am: ፋይል መፈለጊያ መሳሪያ
cy: Teclyn chwilio ffeiliau.
eo: Dosierserĉilo.
hi: फाइल खोज साधन।
ia: Application de recerca de files.
kab: Afecku n unadi n ifuyla.
ur: فائل تلاش کا اوزار۔
uz: Fayl qidirish vositasi.

source: Add to _Selection
am: ወደ _ምርጫው መጨመሪያ
cy: Ychwanegu at y _Dewis
eo: Aldoni al _elektaĵo
hi: चयन में जोड़ें (_S)
ia: Adder al _Selection
kab: R_nu ar ufran
ur: _انتخاب میں شامل کریں
uz: _Tanlovga qo‘shish

source: Selection 1
am: ምርጫ 1
cy: Dewis 1
eo: Elektaĵo 1
hi: चयन 1
kab: Tafrayt 1
ur: انتخاب 1
uz: Tanlov 1

source: Selection 2
am: ምርጫ 2
cy: Dewis 2
eo: Elektaĵo 2
hi: चयन 2
kab: Tafrayt 2
ur: انتخاب 2
uz: Tanlov 2

source: Selection 3
am: ምርጫ 3
cy: Dewis 3
eo: Elektaĵo 3
hi: चयन 3
kab: Tafrayt 3
ur: انتخاب 3
uz: Tanlov 3

source: Use Alt-%d to add files to this selection, Ctrl-%d to view this selection, Alt+Shift+%d to remove files from this selection
am: ይህን ይጠቀሙ Alt-%d ፋይሎች ወደ እዚህ ምርጫ ለ መጨመር: Ctrl-%d ይህን ምርጫ ለ መመልከት: Alt+Shift+%d ፋይሎች ከዚህ ምርጫ ውስጥ ለ ማስወገድ:
cy: Defnyddiwch Alt-%d i ychwanegu ffeiliau at y dewis hwn, Ctrl-%d i weld y dewis hwn, Alt + Shift +%d i dynnu ffeiliau o'r dewis hwn
eo: Uzu Alt-%d por aldoni dosierojn al ĉi tiu elektaĵo, Stirklavo-%d por vidigi ĉi tiun elektaĵon, Alt+Majuskliga klavo+%d por forigi dosierojn el ĉi tiu elektaĵo
hi: इस चयन में फाइल जोड़ने हेतु Alt-%d, यह चयन देखने हेतु Ctrl-%d, इस चयन से फाइलें हटाने हेतु Alt+Shift+%d उपयोग करें
ia: Usa Alt-%d pro addr files a iste selection, Ctrl-%d pro vider iste selection, Alt+Shift+%d pro remover files de iste selection
kab: Seqdec Alt-%d akken ad ternuḍ ifuyla ɣer tefrayt-agi, Ctrl-%d akken ad twaliḍ tafrayt-agi, Alt+Shift+%d akken ad tekkseḍ ifuyla si tefrayt-agi
uz: Ushbu tanlovga fayllar qo‘shish uchun Alt-%d, ushbu tanlovni ko‘rish uchun Ctrl-%d, ushbu tanlovdan fayllarni olib tashlash uchun Alt+Shift+%d tugmalaridan foydalaning

source: Selection %d
am: ምርጫ %d
cy: Dewis %d
eo: Elektaĵo %d
hi: चयन %d
kab: Tafrayt %d
ur: انتخاب %d
uz: Tanlov %d

source: Selections
am: ምርጫዎች
cy: Dewisiadau
eo: Elektaĵoj
hi: चयन
ia: Selectiones
kab: Tifrayin
uz: Tanlovlar

source: Advanced file selection.
am: የ ረቀቀ የ ፋይል ምርጫ
cy: Dewisiadau ffeiliau uwch.
eo: Altnivelaj dosierelektado.
hi: विस्तृत फाइल चयन।
ia: Selection de file avantiate.
kab: Afran leqqayen n ifuyla.
ur: اعلی فائل انتخابی
uz: Kengaytirilgan fayl tanlash.

source: _Slideshow
am: _ተንሸራታች ማሳያ
cy: _Sioe sleidiau
eo: _Bildoprezento
hi: स्लाइड-शो (_S)
ia: Presentation de diapositivas (_Slideshow)
kab: A_skan n tmaccagin
ur: _سلائڈ شو
uz: _Slayd-shou

source: View as a slideshow
am: እንደ ተንሸራታች መመልከቻ
cy: Gweld fel sioe sleidiau
eo: Montri kiel bildoprezenton
hi: स्लाइडशो के रूप में देखें
ia: Vider como presentation de diapositivas
kab: Beqqeḍ am uskan n tmaccagin
ur: بطور سلائڈ شو دیکھیں
uz: Slayd-shou sifatida ko‘rish

source: Slideshow
am: ተንሸራታች ማሳያ
cy: Sioe Sleidiau
eo: Bildoprezento
hi: स्लाइड-शो
ia: Presentation de diapositivas
kab: Askan n tmaccagin
ur: سلائیڈ شو
uz: Slayd-shou

source: _Personalize
am: የ _ግል ማድረጊያ
cy: _Personoli
eo: _Tajlori
hi: अनुकूलन (_P)
ia: _Personalisar
kab: _Sagen
uz: _Shaxsiylashtirish

source: _Transition effect:
am: የ _መሸጋገሪያ ተጽእኖ:
cy: _Effaith trosglwyddo:
eo: _Transpasa efiko:
hi: रूपांतरण प्रभाव (_T):
ia: Effecto de _Transition:
kab: Asemdu n u_saka:
uz: _Oʻtish effekti:

source: _Change automatically, every
am: ራሱ በራሱ ሁሉም መቀየሪያ
cy: _Newid yn awtomatig, bob
eo: Ŝanĝi _aŭtomate, ĉiufoje post
hi: इस अवधि उपरांत स्वतः बदलें (_C)
ia: _Cambiar automaticamente, cata
kab: _Abeddel awurman, yal
ur: خودکار بدلیں، ہر
uz: _Avtomatik ravishda o‘zgartirish har

source: _Restart when finished
am: ሲጨርስ _እንደገና ማስጀመሪያ
cy: _Ailgychwyn ar ôl gorffen
eo: _Restartigi, kiam finite
hi: पूर्ण होने पर पुनः आरंभ करें (_R)
ia: _Reinitiar quando al fin
kab: A_les asekker ticki ifuk
ur: ختم ہونے پر _ری-سٹارٹ کریں
uz: _Tugagandan keyin qayta ishga tushirish

source: R_andom order
am: በ_ደፈናው ደንብ
cy: _Trefn ar hap
eo: _Hazarda ordo
hi: क्रमरहित (_a)
ia: Arrangiamento c_asual
kab: Amizzwer a_gacuran
ur: رینڈم ترتیب
uz: _Tasodifiy tartib

source: Playlist
am: የ ማጫወቻ ዝርዝር
cy: Rhestr Chwarae
eo: Ludlisto
hi: संग्रह-सूची
ia: Lista de reproduction
kab: Tabdart n tɣuri
ur: پلے لسٹ
uz: Pleylist

source: Add files to the playlist
am: ፋይሎች ወደ ማጫወቻ ዝርዝር መጨመሪያ
cy: Ychwanegu ffeiliau at y rhestr chwarae
eo: Aldoni dosierojn al la ludlisto
hi: संग्रह-सूची में फाइलें जोड़ें
ia: Adder files al lista de reproduction
kab: Rnu ifuyla ar tebdart
ur: پلے لسٹ میں فائلیں شامل کریں
uz: Pleylistga fayllar qo‘shish

source: Remove the selected files
am: የ ተመረጡትን ፋይሎች ማስወገጃ
cy: Tynnu'r ffeiliau hyn
eo: Forigi la elektitajn dosierojn
hi: चयनित फाइलें हटाएँ
ia: Remover le files seligite
kab: Kkes ifuyla yettwafernen
ur: منتخب کردہ فائلیں ہٹا دیں
uz: Tanlangan fayllarni olib tashlash

source: Playing slideshow
am: ተንሸራታች ማሳያ በማጫወት ላይ
cy: Chwarae'r sioe sleidiau
eo: Ludado de bildoprezento
hi: स्लाइड-शो कार्यरत है
ia: Reproduction de presentation de diapositivas
kab: Askan n temaccagin itteddu
ur: سلائڈ شو چل رہا ہے
uz: Slayd-shou ijro etilmoqda

source: Choose the files to play
am: የሚጫወተውን ፋይል ይምረጡ
cy: Dewiswch y ffeiliau i'w chwarae
eo: Elekti la ludotajn dosierojn
hi: उपयोग हेतु फाइल चुनें
ia: Eliger le files a reproducer
kab: Fren ifuyla ara yettwaɣren
ur: چلانے کے لیے فائلیں منتخب کریں
uz: Ijro etish uchun fayllarni tanlash

source: Audio files
am: የ ድምፅ ፋይሎች
cy: Ffeiliau sain
eo: Son-dosieroj
hi: ऑडियो फाइलें
ia: Files audio
kab: Ifuyla imeslawen
ur: صوتی فائلیں
uz: Audio fayllar

source: Random
am: በ ነሲብ
cy: Ar hap
eo: Hazarde
hi: क्रमरहित
ia: Aleatori
kab: Agacuran
ur: رینڈم
uz: Tasodifiy

source: Push from right
am: ከ ቀኝ መግፊያ
cy: Gwthio o'r dde
eo: Puŝi de dekstre
hi: स्क्रीन के दायीं ओर से संचालन
ia: Pulsar ab dextra
kab: Degger seg uyefus
uz: O‘ngdan surish

source: Push from bottom
am: ከ ግራ መግፊያ
cy: Gwthio o'r gwaelod
eo: Puŝi de malsupre
hi: स्क्रीन के निचले भाग से संचालन
ia: Pulsar ab le base
kab: Degger swadda
uz: Pastdan surish

source: Slide from right
am: ከ ቀኝ ማንሸራተቻ
cy: Sleid o'r dde
eo: Lumbildo de dekstre
hi: स्क्रीन के दायीं ओर से प्रस्तुत
ia: Glissar ab dextra
kab: Zuɣer seg uyefus
uz: O‘ngdan siljitish

source: Slide from bottom
am: ከ ታች ማንሸራተቻ
cy: Sleid o'r gwaelod
eo: Lumbildo de malsupre
hi: स्क्रीन के निचले भाग से प्रस्तुत
ia: Glissar ab le base
kab: Zuɣer swadda
uz: Pastdan siljitish

source: Fade in
am: ማፍዘዣ
cy: Pylu i fewn
eo: Maldissolvi
hi: मंद दृश्य
ia: Distinger
kab: Afssay
uz: Ichkariga tushish

source: Flip page
am: ገጽ መገልበጫ
cy: Fflipio tudalen
eo: Inversigi paĝon
hi: पृष्ठ उलटें
ia: Revolver le pagina
kab: Tti asebtar
ur: صفحہ پلٹائیں
uz: Sahifani aylantirish

source: Cube from right
am: ኪዩብ ከ ቀኝ
cy: Ciwb o'r dde
eo: Kubo de dekstre
hi: स्क्रीन के दायीं ओर से घनाकार
ia: Cubar ab dextra
kab: Agasas seg uyefus
uz: O‘ngdan kub

source: Cube from bottom
am: ኪዩብ ከ ታች
cy: Ciwb o'r gwaelod
eo: Kubo de malsupre
hi: स्क्रीन के निचले भाग से घनाकार
ia: Cubar ab le base
kab: Agasas seg wadda
uz: Pastdan kub

source: View images as a slideshow.
am: ምስሎች እንደ ተንሸራታች መመልከቻ
cy: Gweld delweddau fel sioe sleidiau.
eo: Montri bildojn kiel bildoprezenton.
hi: चित्रों को स्लाइड-शो रूप में देखें।
ia: Vider le imagines como un presentation de diapositivas.
kab: Beqqeḍ tugniwin am uskan n tmaccagin.
ur: تصاویر کی سلائیڈ نمائش شروع کریں
uz: Rasmlarni slayd-shou sifatida ko‘rish.

source: _Web Album...
am: የ _ዌብ አልበም...
cy: Albwm _We...
eo: _Retfotaro...
hi: वेब एल्बम (_W)...
ia: Album _Web...
kab: Ilbumen _Web...
ur: _ویب ایبم...
uz: _Veb-albom...

source: Create a static web album
am: ተጣባቂ የ ዌብ አልበም መፍጠሪያ
cy: Crëwch albwm gwe sefydlog
eo: Krei statikan retfotaron
hi: स्थैतिक वेब एल्बम बनाएँ
ia: Crear un album Web static
kab: Snulfu-d album Web static
ur: اسٹیٹک(static) ویب البم بنائیں
uz: Statik veb-albom yaratish

source: Click to view the image
am: ይጫኑ ምስል ለ መመልከት
cy: Cliciwch i weld y ddelwedd
eo: Klaki por montri la bildon
hi: चित्र देखने हेतु क्लिक करें
ia: Clicca pro vider le imagine
kab: Sit iwakken ad twaliḍ tugna
ur: تصویر دیکھنے کے لیے کلک کریں
uz: Rasmni ko‘rish uchun bosish

source: Go back to the index
am: ወደ ማውጫ መመለሻ
cy: Mynd nôl at y mynegai
eo: Reiri al la indekso
hi: अनुक्रमणिका पर वापस जाएँ
ia: Retornar al indice
kab: Uɣal ɣer umatar
ur: انڈیکس پر واپس جائیں
uz: Indeks sahifasiga qaytish

source: Image %d of %d
am: ምስል %d የ %d
cy: Delwedd %d o %d
eo: Bildo %d el %d
hi: %d चित्र %d में से
ia: Imagine %d de %d
kab: Tugna %d si %d
ur: تصویر %d کل میں %d سے
uz: Rasm %d %d dan

source: Index
am: ማውጫ
cy: Mynegai
eo: Indekso
hi: अनुक्रमणिका
ia: Indice
kab: Amatar
ur: انڈیکس
uz: Indeks

source: Next
am: የሚቀጥለው
cy: nesaf
eo: Sekva
hi: अगला
ia: Sequente
kab: Uḍfir
ur: اگلا
uz: Keyingi

source: Previous
am: የቀድሞው
cy: Blaenorol
eo: Antaŭa
hi: पिछला
ia: Precedente
kab: Uzwir
ur: سابقہ
uz: Oldingi

source: View page %d
am: ገጽ መመልከቻ %d
cy: Gweld tudalen %d
eo: Montri paĝon %d
hi: पृष्ठ %d देखें
ia: Vider le pagina %d
ur: صفحہ دیکھیں %d
uz: %d sahifani ko‘rish

source: View the next image
am: የሚቀጥለውን ምስል መመልከቻ
cy: Gweld y ddelwedd nesaf
eo: Montri la sekvan bildon
hi: आगामी चित्र देखें
ia: Vider le imagine sequente
kab: Beqqeḍ tugna tuḍfirt
ur: اگلی تصویر دیکھِں
uz: Keyingi rasmni ko‘rish

source: View the next page
am: የሚቀጥለውን ገጽ መመልከቻ
cy: Gweld y dudalen nesaf
eo: Montri la sekvan paĝon
hi: आगामी पृष्ठ देखें
ia: Vider le pagina sequente
kab: Beqqeḍ asebtar uzwir
ur: اگلا صفحہ دیکھیں
uz: Keyingi sahifani ko‘rish

source: View the previous image
am: ያለፈውን ምስል መመልከቻ
cy: Gweld y ddelwedd flaenorol
eo: Montri la antaŭan bildon
hi: पूर्व चित्र देखें
ia: Vider le previe imagine
kab: Beqqeḍ tugna tuzwirt
ur: سابقہ تصویر دیکھیں
uz: Oldingi rasmni ko‘ring

source: View the previous page
am: ያለፈውን ገጽ መመልከቻ
cy: Gweld y dudalen flaenorol
eo: Montri la antaŭan paĝon
hi: पूर्व पृष्ठ देखें
ia: Vider le previe pagina
kab: Beqqeḍ asebtar uzwir
ur: سابقہ صفحہ دیکھیں
uz: Oldingi sahifani ko‘rish

source: All images on a single image
am: ሁሉንም ምስሎች በ አንድ ምስል ላይ
cy: Pob delwedd ar un ddelwedd
eo: Ĉiuj bildoj sur unuopa bildo
hi: सभी चित्र एक ही चित्र में
ia: Tote le imagines sur un imagine singule
kab: Akk tugniwin deg iwet n tugna
ur: تمام تصاویر، ایک تصویر میں
uz: Barcha rasmlar bitta rasmda

source: Adapts to the window width
am: በ መስኮቱ ስፋት ልክ
cy: Yn addasu i led y ffenestr
eo: Adapti al la fenestra larĝo
hi: विंडो चौड़ाई अनुसार
ia: Adapta al largessa del fenestra
kab: Ad yezg ɣer tehri n usfaylu
uz: Oyna kengligiga moslashadi

source: Web Album
am: የ ዌብ አልበም
cy: Albwm Gwe
eo: Retfotaro
hi: वेब एल्बम
ia: Album del Web
kab: Album Web
ur: ویب البم
uz: Veb-albom

source: _Copy originals to destination
am: ዋናውን ወደ መድረሻ ኮፒ ማድረጊያ
cy: _Copïo'r gwreiddiol i'r gyrchfan
eo: _Kopii originajn al celloko
hi: वास्तविक को लक्ष्य पर कॉपी करें (_C)
ia: _Copiar le originales al destination
kab: _Suken tisentanin ɣer tɣerwaḍt
ur: اصل تصاویر کو منزل میں _کاپی کریں
uz: _Asl nusxalarini mo‘ljalga nusxalash

source: _Adapt to the window width
am: በ መስኮቱ ስፋት _ልክ
cy: _Addasu i led y ffenestr
eo: _Adapti al la fenestra larĝo
hi: विंडो चौड़ाई अनुसार (_A)
ia: _Accommodar al largessa del fenestra
kab: _Sezg ɣer tehri n usfaylu
uz: _Oyna kengligiga moslash

source: Index Page
am: የ ማውጫ ገጽ
cy: Tudalen Mynegai
eo: Indekspaĝo
hi: अनुक्रमणिका पृष्ठ
ia: Pagina del indice
kab: Asebtar n umatar
ur: انڈیکس صفحہ
uz: Indeks sahifasi

source: Thumbnail Caption
am: በ አውራ ጥፍር ልክ መግለጫ
cy: Capsiwn Llun Bach
eo: Miniatura apudskribo
hi: लघुछवि अनुशीर्षक
ia: Legenda del miniatura
kab: Tawaṭṭfa n tenfulin
ur: تھمب‌ نیل Caption
uz: Eskiz sarlavhasi

source: The current image number
am: የ አሁኑ ምስል ቁጥር
cy: Rhif y ddelwedd gyfredol
eo: La nuna bildonumero
hi: वर्तमान चित्र संख्या
ia: Le numero del imagine actual
kab: Uṭṭun n tugna tamirant
ur: اس تصویر کا نمبر
uz: Joriy rasm raqami

source: The total number of images
am: ጠቅላላ የ ምስሎች ቁጥር
cy: Cyfanswm y delweddau
eo: La totala nombro de bildoj
hi: कुल चित्र संख्या
ia: Le total numero de imagines
kab: Amḍan asemday n tugniwin
ur: تصاویر کی کل تعداد
uz: Rasmlarning umumiy soni

source: The file comment
am: የ ፋይል አስተያየት
cy: Sylw'r ffeil
eo: La dosiera komento
hi: फाइल टिप्पणी
ia: Le commento del file
kab: Awennit n ufaylu
ur: فائل تبصرہ
uz: Fayl sharhi

source: Image Page
am: የ ምስል ገጽ
cy: Tudalen Delwedd
eo: Bildopaĝo
hi: चित्र पृष्ठ
ia: Pagina del imagine
kab: Asebter n tugna
uz: Rasm sahifasi

source: Show the description, if available
am: ዝግጁ ከሆነ መግለጫ ማሳያ
cy: Dangos y disgrifiad, os yw ar gael
eo: Montri la priskribon, se disponebla
hi: उपलब्ध होने पर, विवरण दिखाएँ
ia: Monstrar le description, si disponibile
kab: Sken aglam, ma yewjed
ur: وضاحت دکھائیں، اگر دستیاب ہے
uz: Agar mavjud bo‘lsa, tavsifni ko‘rsatish

source: Show the following attributes:
am: የሚቀጥሉትን መለያዎች ማሳያ:
cy: Dangos y priodoleddau canlynol:
eo: Montri la sekvajn atributojn:
hi: निम्नलिखित विशेषताएँ दिखाएँ :
ia: Monstrar le sequente attributos:
kab: Sken iraten i d-iteddun:
ur: مندرجہ ذیل خاصیتیں دکھائیں:
uz: Quyidagi atributlarni ko‘rsatish:

source: Image Attributes
am: የ ምስል ባህሪ
cy: Priodweddau'r Ddelwedd
eo: Bildo-atributoj
hi: चित्र विशेषताएँ
ia: Attributos del imagine
kab: Imyerren n tugna
ur: تصویر کی خاصیتیں
uz: Rasm atributlari

source: Could not show the destination
am: መድረሻውን ማሳየት አልተቻለም
cy: Methu dangos y gyrchfan
eo: Ne eblas montri la cellokon
hi: लक्ष्य दिखाना विफल
ia: Impossibile monstrar le destination
kab: Ur izmir ara ad d-isken taniɣert
ur: منزل دکھائی نہیں جاسکتی
uz: Mo‘ljalni koʻrsatib boʻlmadi

source: The album has been created successfully.
am: አልበሙ ተሳክቶ ተፈጥሯል
cy: Mae'r albwm wedi'i greu'n llwyddiannus.
eo: La fotaro estis sukcese kreita.
hi: एल्बम निर्माण सफल।
ia: Le album ha essite create con bon successo.
kab: Asnulfu n walbum yedda akken iwata.
ur: البم کامیابی کے ساتھ بن گیا۔
uz: Albom muvaffaqiyatli yaratildi.

source: Saving thumbnails
am: በ አውራ ጥፍር በማስቀመጥ ላይ
cy: Cadw lluniau bach
eo: Konservado de miniaturoj
hi: लघुछवि संचय जारी
ia: Salvamento del miniaturas
kab: Asekles n tenfulin
ur: تھمب نیل محفوظ کیے جارہے ہیں
uz: Eskizlar saqlanmoqda

source: Saving HTML pages: Images
am: የ HTML ገጾች በማስቀመጥ ላይ: ምስሎች
cy: Yn cadw tudalennau HTML: Delweddau
eo: Konservado de html-paĝoj: bildoj
hi: एचटीएमएल पृष्ठ संचय जारी : चित्र
ia: Salvamento de paginas HTML: imagines
kab: Asekles n isebtaren HTML : tugniwin
ur: HTML صفحات محفوظ کیے جارہے: تصاویر
uz: HTML sahifalarni saqlash: Rasmlar

source: Saving HTML pages: Indexes
am: የ HTML ገጾች በማስቀመጥ ላይ: ማውጫዎች
cy: Yn cadw tudalennau HTML: Mynegeion
eo: Konservado de html-paĝoj: indeksoj
hi: एचटीएमएल पृष्ठ संचय जारी : अनुक्रमणिका
ia: Salvamento de paginas HTML: indices
kab: Asekles n isebtaren HTML : amatar
ur: HTML صفحات محفوظ کیے جارہے: انڈیکس
uz: HTML sahifalarni saqlash: indekslar

source: Copying original images
am: ዋናውን ምስሎች ኮፒ በማድረግ ላይ
cy: Yn copïo delweddau gwreiddiol
eo: Kopiado de originaj bildoj
hi: वास्तविक चित्र कॉपी करना जारी
ia: Copia del imagines original
kab: Asuken n tugniwin tisentanin
ur: اصل تصاویر کاپی کی جارہی ہیں
uz: Asl rasmlarni nusxalash

source: Could not find the style folder
am: የ ዘዴውን ፎልደር ማግኘት አልተቻለም
cy: Methu canfod y ffolder arddull
eo: Ne eblas trovi la stil-dosierujon
hi: शैली फोल्डर कॉपी करना विफल
ia: Impossibile trovar le stilo del plica
kab: Ur izmir ara ad d-yaf akaram n uɣanib
ur: سٹائل فولڈر نہیں ملا
uz: Uslublar jildini topib bo‘lmadi

source: Could not create a temporary folder
am: ጊዚያዊ ፎልደር መፍጠር አልተቻለም
cy: Methu creu ffolder dros dro
eo: Ne eblas krei portempan dosierujon
hi: अस्थायी फोल्डर बनाना विफल
ia: Impossibile crear un plica temporanee
kab: Ur yezmir ara ad yernu akaram askudan
ur: عارضی فولڈر نہیں بنایا جاسکا
uz: Vaqtinchalik jild yaratib bo‘lmadi

source: Web Albums
am: የ ዌብ አልበሞች
cy: Albymau Gwe
eo: Retfotaroj
hi: वेब एल्बम
ia: Albumes WEB
kab: Ilbumen Web
ur: ویب البم
uz: Veb-albomlar

source: Create static web albums.
am: ተጣባቂ የ ዌብ አልበም ማሳያ
cy: Creu albymau gwe sefydlog.
eo: Krei statikajn retfotarojn.
hi: स्थैतिक वेब एल्बम बनाएँ।
ia: Crear albumes Web static
kab: Snulfu-d albumen Web static.
ur: اسٹیٹک(static) ویب البم بنائیں
uz: Statik veb-albomlarni yarating.

source: Could not load the position "%s"
am: ቦታውን መጫን አልተቻለም "%s"
cy: Methu llwytho'r safle "%s"
eo: Ne eblas ŝargi la pozicion "%s"
hi: "%s" स्थिति लोड करना विफल
ia: Impossibile cargar le position "%s"
kab: Ur izmir ara ad d-isali adig "%s"
ur: پوزیشن "%s" لوڈ نہیں کر سکا
uz: “%s” o‘rnini yuklab bo‘lmadi

source: Filter
am: ማጣሪያ
cy: Hidl
eo: Filtrilo
hi: निस्पंदक
ia: Filtro
kab: Tastayt
ur: فلٹر
uz: Filtr

source: Could not save the filter
am: ማጣሪያውን ማስቀመጥ አልተቻለም
cy: Methu cadw'r hidl
eo: Ne eblas konservi la filtrilon
hi: निस्पंदक संचय विफल
ia: Impossibile salvar le filtro
kab: Ur izmir ara ad isekles imzizdig
ur: فلٹر محفوظ نہیں کر سکا
uz: Filtrni saqlab bo‘lmadi

source: New Filter
am: አዲስ ማጣሪያ
cy: Hidl Newydd
eo: Nova filtrilo
hi: नया निस्पंदक
ia: Nove filtro
kab: Tastayt tamaynutt
ur: نیا فلٹر
uz: Yangi filtr

source: Edit Filter
am: ማጣሪያ ማረሚያ
cy: Golygu'r hidl
eo: Redakti filtrilon
hi: निस्पंदक संपादन
ia: Modificar le filtro
kab: Ẓreg tastayt
ur: فلٹر مدون کریں
uz: Filtrni tahrirlash

source: All
am: ሁሉንም
cy: Y cyfan
eo: Ĉiuj
hi: सभी
ia: Toto
kab: Akk
ur: تمام
uz: Hammasi

source: Enabled
am: ተችሏል
cy: Wedi'i alluogi
eo: Enŝaltite
hi: सक्रिय
ia: Activate
kab: Urmid
ur: فعال کردہ
uz: Yoqilgan

source: Disabled
am: ተሰናክሏል
cy: Analluogwyd
eo: Elŝaltite
hi: निष्क्रिय
ia: Disactivate
kab: Yexsi
ur: غیرفعال کردہ
uz: O‘chirilgan

source: Viewers
am: ተመልካቾች
cy: Dangosyddion
eo: Montriloj
hi: प्रदर्शक
ia: Spectatores
kab: Timeskanin
ur: دیکھنے والے
uz: Ko‘ruvchilar

source: Metadata
am: መረጃ
cy: Metaddata
eo: Metadatumoj
hi: मेटाडेटा
ia: Metadatos
kab: Idferisefka
ur: میٹاڈیٹا
uz: Metamaʼlumot

source: File tools
am: የ ፋይል መሳሪያዎች
cy: Offer ffeil
eo: Iloj por dosieroj
hi: फाइल साधन
ia: Applicationes de file
kab: Ifecka n ifuyla
ur: فائل اوزار
uz: Fayl asboblari

source: List tools
am: የ መሳሪያዎች ዝርዝር
cy: Rhestr yr offer
eo: Iloj por listoj
hi: सूची साधन
ia: Applicationes de lista
kab: Ifecka n tebdart
uz: Ro‘yxat asboblari

source: Importers
am: አስመጪዎች
cy: Mewnforwyr
eo: Iloj por importi
hi: आयात साधन
ia: Importatores
kab: Imaktaren
ur: درآمد کرنے والے
uz: Import qiluvchilar

source: Exporters
am: ላኪዎች
cy: Allforwyr
eo: Iloj por eksporti
hi: निर्यात साधन
ia: Exportatores
kab: Imsifaḍ
ur: برآمد کرنے والے
uz: Eksport qiluvchilar

source: Could not activate the extension
am: ተጨማሪውን ማስጀመር አልተቻለም
cy: Methu weithredu'r estyniad
eo: Ne eblas aktivigi la etendaĵon
hi: एक्सटेंशन सक्रिय करना विफल
ia: Impossibile activar le extension
kab: Ur izmir ara ad irmed asiɣzef
ur: ایکسٹینشن فعال نہیں کی جا سکی
uz: Kengaytmani faollashtirib bo‘lmadi

source: Could not deactivate the extension
am: ተጨማሪውን ማቦዘን አልተቻለም
cy: Methu ddadweithredu'r estyniad
eo: Ne eblas malaktivigi la etendaĵon
hi: एक्सटेंशन निष्क्रिय करना विफल
ia: Impossibile disactivar le extension
kab: Ur izmir ara ad isens asiɣzef
ur: ایکسٹینشن غیر فعال نہیں کی جا سکی
uz: Kengaytmani o‘chirib bo‘lmadi

source: Extensions
am: ተጨማሪዎች
cy: Estyniadau
eo: Etendaĵoj
hi: एक्‍सटेंशन
ia: Extensiones
kab: Isiɣzaf
ur: ایکس ٹینشنز
uz: Kengaytmalar

source: Restart required
am: እንደገና ማስጀመር ያስፈልጋል
cy: Angen ailgychwyn
eo: Restartigo postulata
hi: पुनः आरंभ आवश्यक
ia: Re-initio necessari
kab: Asekker tikkelt-nniḍen yettwasra
ur: دوبارہ چلانا درکار ہے
uz: Qayta ishga tushirish talab qilinadi

source: You need to restart pix for these changes to take effect
am: እነዚህ ለውጦች ውጤታማ እንዲሁኑ ፒክስን እንደገና ማስነሳት ያስፈልጋል
cy: Rhaid ailgychwyn Pix er mwyn i'r newidiadau hyn ddod i rym
eo: Vi bezonas restartigi pix por efektivigi ĉi tiujn ŝanĝojn
hi: यह परिवर्तन लागू करने हेतु पिक्स पुनः आरंभ करना आवश्यक है
ia: Tu necessita reinitiar pix proque iste modificationes prende effecto
kab: Isefk ad tsekreḍ tikkelt-nniḍen pix iwakken ad ddun ibeddilen
ur: تبدیل کو اثر انداز کرنے کے لیے آپ کو پکس دوبارہ سے چلانا ہو کا
uz: Ushbu o‘zgarishlar kuchga kirishi uchun pixni qayta ishga tushirishingiz kerak

source: _Continue
am: ቀጥል (_C)
cy: _Parhau
eo: _Daŭrigi
hi: जारी रखें
ia: _Continuar
kab: _Kemmel
ur: _جاری رکھیں
uz: _Davom etish

source: _Restart
am: _እንደገና ማስጀመሪያ
cy: _Ailgychwyn
eo: _Restartigi
hi: पुन: आरंभ करें (_R)
ia: _Re-initiar
kab: Sekker tikkelt-_nniḍen
ur: _دوبارہ چلائیں
uz: _Qayta ishga tushirish
